Repository: 0xETHengineer/GlobaLeaks
Catalog: pot/*.po
Languages: de, el, hu_hu, it, nl, pl, tr

source: This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers for of your node.
de: Diese Schnittstelle zeigt die Aktivität der Nutzer von Ihrem Knoten. Dies kann hilfreich sein, um Anomalien zu erkennen und die Receiver für Ihre Knoten zu unterstützen.
el: Αυτή η διεπαφή δείχνει τη δραστηριότητα των χρηστών του κόμβου σας. Αυτό μπορεί να είναι χρήσιμο για ανίχνευση ανωμαλιών και υποστήριξη των παραλήπτων του κόμβου σας.
hu_hu: Ez a felület a csomópont felhasználóinak aktivitását mutatja. Ez segíthet az anomáliák felderítésében, és a csomópont fogadóinak támogatásában.
it: Questa interfaccia mostra l'attivita' degli utenti del tuo nodo. Questo potrebbe essere utile nel rilevare anomalie e nel supportare i Riceventi del tuo nodo
nl: Deze interface toont de activiteit van de gebruikers van uw node. Dit kan nuttig zijn bij het opsporen van afwijkingen en het ondersteunen van de ontvangers voor uw node.
tr: Bu arayüz düğümünüzün kullanıcılarının faaliyetlerini gösterir. Anormallikleri belirlemek ve düğümünüzün Alıcılarını desteklemek konusunda yardımcı olabilir.

source: Welcome back captain!
de: Willkommen zurück Kapitän!
el: Καλώς ήρθατε πίσω καπετάνιε!
hu_hu: Isten hozta újra itt, Kapitány!
it: Bentornato a bordo, capitano!
nl: Welkom terug!
pl: Witamy z powrotem kapitan!
tr: Tekrar hoşgeldiniz!

source: From here you can run common debug tasks emulating GLClient functions
de: Von hier aus können Sie gemeinsame debug Aufgaben und GLClient Funktionen emulieren
el: Από εδώ μπορείτε να εκτελέσετε κοινές εργασίες debug και GLClient λειτουργίες
hu_hu: Innen futtathat általános hibaelhárító műveleteket a GLClient emulációjával.
it: Da qui puoi lanciare i comandi di debug che emulano le funzioni di un GLClient
nl: Vanaf hier kunt u normale debug opdrachten draaien door de GLClient functies te emuleren
pl: Stąd można uruchomić wspólne zadania funkcje debugowania emulacji GLClient
tr: Buradan GLClient fonksiyonlarını taklit ederek sıradan hata ayıklama işlemlerinde bulunabilirsiniz.

source: Cookies are not enabled!
de: Cookies sind nicht erlaubt!
el: Τα cookies δεν είναι ενεργοποιημένα!
hu_hu: Nem lehet sütiket használni!
it: I cookies non sono abilitati
nl: Cookies zijn niet ingeschakeld!
pl: Cookies nie są aktywne!
tr: Cookies etkinleştirilmedi!

source: You will not be able to login.
de: Sie werden nicht in der Lage sein, sich anzumelden.
el: Δεν θα είστε σε θέση να συνδεθείτε.
hu_hu: Nem fog tudni bejelentkezni.
it: Non sarai in grado di fare login
nl: U kunt niet inloggen
pl: Nie będziesz mógł się zalogować.
tr: Giriş yapmanız mümkün olmayacaktır.

source: Username:
it: Nome Utente:
nl: Gebruikersnaam:

source: Your Preferences
it: Le tue Preferenze
nl: Uw voorkeuren

source: Receiver Interface
it: Interfaccia del Receiver
nl: Ontvangersinterface

source: Preferences and password management
de: Einstellungen und Passwort-Management
el: Προτιμήσεις και διαχείριση κωδικού πρόσβασης
hu_hu: Beállítások és jelszó megváltoztatása
it: Gestione password e sicurezza
nl: Voorkeuren en wachtwoord beheer
pl: Preferencje i zarządzanie hasłami
tr: Tercihler ve şifre yönetimi

source: Your username
de: Ihr Benutzername
el: Το Όνομα Χρήστη σας
hu_hu: Felhasználónév
it: Il tuo nome utente
nl: Uw gebruikersnaam
pl: Twoja nazwa użytkownika
tr: Kullanıcı adınız

source: Old password confirmation required
it: E' necessario confermare la tua vecchia password

source: At least 8 characters
it: Almeno 8 caratteri

source: Type your new password again
it: Riscrivi la tua nuova password

source: Change password
it: Cambiare la password
nl: Wijzig het wachtwoord

source: Notification settings
it: Impostazioni di notifica
nl: Notificatie instellingen

source: Enable Tip notification
it: Abilita la notifica dei Tip
nl: Tip melding aanzetten

source: Every new Tip you receive will trigger an email with a link to it.
it: Una mail contenente il link al Tip è inviata per ogni nuovo Tip ricevuto.

source: Enable Comment notification
it: Abilita la notifica dei Commenti
nl: Aanzetten commentaar notificatie

source: Every comment, written by the whistleblower or the receivers, will trigger an email.
it: Per ogni commento ricevuto, riceverai una notifica via email.

source: Enable File notification
it: Abilita la notifica per i file
nl: Aanzetten Bestand notificatie

source: For every file available for download you will be notified via email with related information.
it: Per ogni nuovo file disponibile, riceverai una notifica via email.

source: Update notification settings
it: Aggiorna le impostazioni di notifica
nl: Update notificatie instellingen

source: Tips
de: Tipps
el: Συμβουλές
hu_hu: Fülesek
it: Tip
pl: Porady
tr: İpuçları

source: Preferences
de: Einstellungen
el: Προτιμήσεις
hu_hu: Beállítások
it: Preferenze
nl: Voorkeuren
pl: Preferencje
tr: Tercihleriniz

source: Your Tips
it: I tuoi Tip
nl: Uw ingezonden bestanden

source: Tip ID
de: Tipp ID
el: Συμβουλή ID
hu_hu: Füles azonosítója
it: ID del Tip
pl: Rada ID
tr: İpucu kimliği

source: Age
de: Alter
el: Ηλικία
hu_hu: Életkor
it: Eta'
nl: Leeftijd
pl: Wiek
tr: Yaş

source: Views
de: Aufrufe
el: Εμφανισεις
hu_hu: Nézettség
it: Viste
nl: Aantal keer bekeken
pl: Wizyty
tr: Görünümler

source: Last Access
de: Letzter Zugriff
el: Τελευταία πρόσβαση
hu_hu: Legutóbbi belépés
it: Ultimo accesso
nl: Laatste toegang
pl: Ostatnia Wizyta
tr: Son Erişim

source: Your user has reach the maximum amount of access for this Tip
it: Hai raggiunto il massimo numero di accessi possibili per questo Tip
nl: Jou gebruiker heeft het maximale aantal toegang bereikt voor deze Tip

source: The specified comment was not found
it: Il commento richiesto non è stato trovato
nl: De opgegeven reactie werd niet gevonden

source: Not found a Context with the specified GUS identifier
it: Non è stato trovato un Contesto per l'identificativo GUS specificato
nl: Niet gevonden: Een Context met de gespecificeerde GUS identificator

source: Some parameters explicit in the context creation can't works together
it: Alcuni dei parametri immessi nella creazione del contesto non possono lavorare insieme
nl: Sommige parameters expliciet in de context creatie kunnen niet samen werken

source: You've reached the maximum amount of download for this file
it: E' stato raggiunto il massimo numero di download possibili per questo file
nl: Je hebt het maximale aantal downloads bereikt voor dit bestand

source: A field expected to be unique is already present (
it: Un campo che dovrebbe essere unico è già presente (
nl: Een veld welke verwacht is uniek te zijn is al present (

source: Not found a File with the specified GUS identifier
it: Non è stato trovato un File corrispondente all'identificativo GUS
nl: Niet gevonden: Een bestand met de gespecifieerde GUS identificator

source: Operation Forbidden
it: Operazione proibita
nl: Operatie Verboden

source: GLTypesError not set
it: GLTypesError non e' stato selezionato
nl: GLTypesError niet ingesteld

source: The GPG key proposed can't be imported
it: La chiave GPG proposta non puo' essere importata
nl: De voorgestelde GPG sleutel kan niet worden geimporteerd

source: The upload request overcome the Mb limits (31457280 Mb)
it: Questo upload supera il limite in MB (31457280 Mb)
nl: De upload aanvraag overstijgt het Mb limiet (31457280 Mb)

source: Internal Server Error (
it: Errore Interno del Server (
nl: Interne Server Error (

source: Authentication Failed
it: Autenticazione Fallita
nl: Authenticatie is gefaald

source: The specified host do not match a configured one
it: L'host specificato non corrisponde a quello configurato
nl: De gespecificeerde host matched niet met de geconfigureerde

source: Invalid Input Format [
it: Formato di Input non Valido [
nl: Ongeldig Input Formaat [

source: The specified old password is not valid
it: La password precedente che e' stata specificata non e' valida
nl: Het gespecificeerde oude wachtwoord is niet geldig

source: Invalid Authenticated in scope:
it: Autendicazion Invalida nello scope:
nl: Ongeldig geauthenticeerd in scope:

source: Authentication in Tip failed
it: L'autenticazione nel Tip e' fallita
nl: Authenticatie in Tip is mislukt

source: No email was specified
it: Non e' stato specificato l'indirizzo di email
nl: Geen email was gespecificeerd

source: Node not found
it: Nodo non trovato
nl: Node is niet gevonden

source: Not Authenticated
it: Non Autenticato
nl: Niet geverifieerd

source: Not found a Receiver with the specified GUS identifier
it: Non e' stato trovato un Receiver con l'identificatore GUS specificato
nl: Niet gevonden: Een ontvanger met de gespecificeerde GUS identificator

source: The file uploaded has a reserved name
it: Il file uploaded ha un nome riservato
nl: Het geüploade bestand heeft een gereserveerde naam

source: The time for your role (
it: Il tempo per il tuo role (
nl: De tijd voor uw rol (

source: ) is
it: ) e'

source: Statistics Disabled
it: Statistiche Disabilitate
nl: Statistieken zijn uitgeschakeld

source: The submission tried to be update has been already finalized
it: La trasmissione che si e' tentato di aggiornare e' gia' stata completata
nl: De indiening heeft geprobeerd te updaten welke al reeds is afgesloten

source: Submission do not validate the input fields [
it: La trasmissione non conferma i campi di input [
nl: Indiening valideerd niet de invoervelden [

source: Not found a Submission with the specified GUS identifier
it: Non e' stato trovata una Trasmissione con l'identificatore GUS specificato
nl: Niet gevonden: Een indiening met de gespecificeerde GUS identificator

source: Invalid timerange supply for
it: Intervallo temporale non valido fornito per
nl: Ongeldige voorziening van tijdsbereik

source: Not found a Tip with the specified GUS identifier
it: Non e' stato trovato un Tip con l'identificatore GUS specificato
nl: Niet gevonden: Een tip met de gespecificeerde GUS identificator

source: Pertinence evaluation has been already expressed
it: La valutazione di pertinenza e' gia' stata fornita
nl: Relevantie evaluatie is al uitgesproken

source: Resource can be accessed only within Tor network
it: La risorsa puo' essere acceduta solo all'interno della rete Tor
nl: Bron is alleen toegankelijk binnen Tor netwerk

source: Success!
de: Erfolg!
el: Επιτυχια!
hu_hu: Sikerült!
it: Successo!
nl: Succes!
pl: Zakończony!
tr: Başardınız!

source: Currently logged in
de: Derzeit eingelogt
el: Αυτή τη στιγμή είστε συνδεδεμένοι
hu_hu: Jelenleg bejelentkezve mint
it: In questo momento sei connesso
nl: Nu bent u ingelogd
pl: Obecnie zalogowany
tr: Oturum açık

source: logout
de: ausloggen
el: αποσύνδεση
hu_hu: kilépés
it: Disconnessione
nl: uitloggen
pl: wyloguj
tr: çıkış

source: Save changes
de: Änderungen speichern
el: Αποθήκευση αλλαγών
hu_hu: Változtatások mentése
it: Salva
nl: Bewaar wijzigingen
pl: Zapisz zmiany
tr: Değişiklikleri kaydet

source: Add files...
de: Dateien hinzufügen...
el: Προσθήκη αρχείων...
hu_hu: Fájlok hozzáadása...
it: Aggiungi files...
nl: Voeg bestanden toe
pl: Dodaj pliki...
tr: Dosya ekle...

source: Uploading files
it: Caricamento dei file
nl: Bestanden aan het uploaden

source: Cancel all
it: Cancella tutto
nl: Annuleer alles

source: Uploaded files
it: File caricati
nl: Geuploade bestanden

source: Danger!
de: Gefahr!
el: Κίνδυνος!
hu_hu: Veszély!
it: Pericolo!
nl: Pas op!
pl: Niebezpieczeństwo!
tr: Tehlike!

source: Congratulations!
de: Gratulation!
el: Συγχαρητήρια!
hu_hu: Gratulálunk!
it: Congratulazioni!
nl: Gefeliciteerd!
pl: Gratulacje!
tr: Tebrikler!

source: It appears you are using Tor. To better protect your anonymity, be sure that you are using the
de: Es scheint, dass sie Tor verwenden. Zum besseren Schutz Ihrer Anonymität, stellen sie sicher, dass Sie mit der
el: Φαίνεται ότι χρησιμοποιείτε το Tor. Για καλύτερη προστασία της ανωνυμίας σας, να είστε σίγουροι ότι χρησιμοποιείτε το
hu_hu: Úgy tűnik, hogy csatlakozott a Torhoz. Névtelenségének megőrzéséhez ellenőrizze, hogy a következőt használja-e:
it: Sembra che tu stia usando Tor. Per meglio proteggere il tuo anonimato, assicurati di star usando
nl: U maakt gebruik van Tor. Om uw anonimiteit beter te beschermen, gebruikt u dan ook
pl: Wydaje się, używasz Tor. Aby lepiej chronić swoją anonimowość, upewnij się, że używasz
tr: Tor kullanıyor gibi görünüyorsunuz. Anonomliğinizi daha iyi koruyabilmek için şunu kullanın:

source: Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the
de: Denken Sie daran, dass die Verwendung von Tor Browser Bundle nicht gute Sicherheitspraktiken ersetzt, es kann Sie nicht schützen wenn ihr Computer kompromittiert wurde.
el: Λάβετε υπόψη ότι η χρήση του Tor Bundle Browser δεν αντικαθιστά τις ορθές πρακτικές ασφάλειας και δεν μπορεί να σας προστατεύσει σε περίπτωση που ο υπολογιστής σας έχει παραβιαστεί. Σας συνιστούμε να διαβάσετε το
hu_hu: A Tor böngésző nem helyettesíti a megfelelő biztonsági előírások alkalmazását, és nem tudja Önt megóvni, ha a számítógépe már kompromittálódott. Fontos, hogy olvassa el a következőt:
it: Ricorda sempre che usare il Tor Browser Bundle non basta e non si sostituisce alle buone norme di sicurezza, per esempio non puo' proteggerti se il tuo computer e' stato compromesso. Ti raccomandiamo di leggere il
nl: Onthoudt dat de Tor Browser Bundle geen vervanger is voor andere praktijken omtrent digitale veiligheid. Het kan je niet beschermen als je computer al geïnfecteerd is. U wordt ten zeerste geadviseerd om de handleiding te lezen.
pl: Należy pamiętać, że za pomocą paczki Tor nie zastąpi dobrych praktyk bezpieczeństwa i nie można zabezpieczyć się w przypadku komputer został naruszony. Radzimy, aby przeczytać
tr: Tor Tarayıcı Paketi'nin güçlü bir güvenlik anlayışının yerine geçemeyeceğini ve bilgisayarınızın riskte olması durumunda sizi koruyamayacağını unutmayın. Şunu okumanızı şiddetle tavsiye ederiz:

source: manual for practical security best practices.
de: Handbuch für die Praxis Security Best Practices.
el: οδηγίες για τις πρακτικές ασφαλείας.
hu_hu: biztonsági tanácsok kézikönyve
it: manuale per le buone norme pratiche riguardo la sicurezza
nl: praktische handleiding voor veiligheid met best practices
pl: Instrukcja bezpieczeństwa praktycznych najlepszych praktyk.
tr: temel güvenlik yöntemleri için kılavuz.

source: Warning!
de: Warnung!
el: Προσοχή!
hu_hu: Figyelem!
it: Attenzione
nl: Waarschuwing!
pl: Uwaga!
tr: Uyarı!

source: We were not able to determine if you are anonymous or not, please proceed with care
de: Wir waren nicht in der Lage, festzustellen, ob Sie anonym sind oder nicht, gehen Sie bitte mit Vorsicht um
el: Δεν ήταν σε θέση να καθορίσει εάν είστε ανώνυμοι ή όχι, παρακαλούμε να προχωρήσετε με προσοχή
hu_hu: Nem tudtuk kideríteni, hogy anonim-e a hozzáférése, kérjük, hogy legyen körültekintő a továbbiakban
it: Non siamo stati in grado di determinare se sei anonimo o meno, per favore fai attenzione
nl: We kunnen niet nagaan of u op dit moment anoniem bent, vervolg voorzichtig
pl: Nie byliśmy w stanie określić, czy jesteś anonimowy, czy nie, należy postępować ostrożnie!
tr: Anonim olup olmadığınızı tespit edemedik, lütfen dikkatli bir şekilde devam edin.

source: It appears your are not using Tor, thus you are strongly advised to
de: Es scheint dass sie Tor nicht verwenden, so wird dringend empfohlen, um
el: Φαίνεται σας πως δεν χρησιμοποιειτε το Tor, επομένως σας συνιστούμε να
hu_hu: Úgy tűnik, hogy nem csatlakozott a Torhoz, mindenképpen javasoljuk, hogy tegye meg
it: Sembrerebbe che tu non stia usando Tor, di conseguenza ti raccomandiamo fortemente di
nl: U gebruikt geen Tor, u wordt dringend geadviseerd dit wel te doen
pl: Wydaje się że użytkownik nie używasz Tor, więc stanowczo zalecamy aby
tr: Görünüşe göre Tor kullanmıyorsunuz, Tor kullanmanız şiddetle tavsiye edilir

source: download a copy of the tor browser bundle
de: eine Kopie des Tor Browser Bundles herunterladen
el: κατεβαστε ενα αντιγραφο του tor browser bundle
hu_hu: tor böngésző letöltése
it: Scarica una copia del Tor Browser Bundle
nl: Download een kopie van de Tor Browser
pl: pobrać kopię paczki Tor
tr: Tor tarayıcı paketinin bir kopyasını karşıdan yükle

source: before continuing.
de: bevor Sie fortfahren.
el: πριν συνεχίσετε.
hu_hu: mielőtt folytatja.
it: Prima di continuare
nl: voordat u verder gaat
pl: przed kontynuowaniem.
tr: devam etmeden önce.

source: Files
de: Dateien
el: Αρχεια
hu_hu: Fájlok
nl: Documenten
pl: Plik
tr: Dosyalar

source: Whistleblower
hu_hu: Szivárogtató
nl: Klokkenluider
tr: İhbarcı

source: Tor Hidden Service (hostname)
de: Tor Versteckter Dienst (hostname)
el: Tor Υπηρεσια αποκρυψης (hostname)
hu_hu: Tor rejtett szolgáltatás (szolgáltató neve)
nl: Tor Hidden Service (hostnaam)
pl: Usług ukrytych Tor (nazwa hosta)
tr: Tor Gizli Servisi (sunucu adı)

source: Username
de: Benutzername
el: Όνομα Χρήστη
hu_hu: Felhasználónév
nl: Genruikersnaam
pl: Nazwa użytkownika
tr: Kullanıcı adı

source: Password
de: Passwort
el: Κωδικός
hu_hu: Jelszó
nl: Wachtwoord
pl: Hasło
tr: Şifre

source: Password:
nl: Wachtwoord:

source: You're running GlobaLeaks version
el: Εκτελείτε την GlobaLeaks έκδοση
pl: Używasz wersji GlobaLeaks

source: security check
el: Ελεγχος ασφάλειας
pl: kontrola bezpieczeństwa

source: upload
de: Hochladen
el: Μεταφόρτωση
hu_hu: feltöltés
pl: załadować
tr: karşıya yükle

source: download
el: λήψη
pl: pobierz

source: Url
el: Διεύθυνση
hu_hu: Link url
pl: Strona

source: On unix based systems this can be done by running the following command
el: Σε Unix συστήματα αυτό μπορεί να γίνει εκτελώντας την ακόλουθη εντολή
pl: W systemach Unix można to zrobić, uruchamiając następujące polecenie

source: This number here is your receipt keep good care of it as it will allow you to access your submission
el: Αυτός εδώ ο αριθμός είναι απόδειξη οτι θα σας κρατήσει καλή προσοχή από αυτό, δεδομένου ότι θα σας επιτρέψει να αποκτήσετε πρόσβαση της υποβολής σας
pl: Numer ten tutaj jest paragon zachować dobrą opiekę to jak to pozwala na dostęp do przedłożenia

source: done
el: τελος
pl: Zrobione

source: GlobaLeaks software
el: GlobaLeaks λογισμικό
hu_hu: GlobaLeaks szoftver
pl: GlobaLeaks oprogramowanie
tr: GlobaLeaks yazılımı

source: Security Check
el: Ελεγχος ασφάλειας
pl: Kontrola Bezpieczeństwa

source: Still calculating hash
el: Υπολογισμός κατακερματισμού
pl: Jestem wciąż obliczania hash

source: Login
de: Einloggen
el: Σύνδεση
hu_hu: Bejelentkezés
pl: Dostęp
tr: Giriş

source: Email
tr: E-posta
