Repository: 0xETHengineer/GlobaLeaks
Catalog: pot/*.po
Languages: de, el, hu_hu, it, nl, pl, tr

source: Warning! You are not Anonymous.
it: Attenzione! Non sei Anonimo.
nl: Pas op! U bent momenteel niet anoniem.

source: Wrong Answer!
it: Risposta Errata!
nl: Verkeerde antwoord!

source: With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.
it: Se usi una Submission HTTPS ti esponi al rischio che qualcuno possa sapere che ha sottomesso qualcosa, pur senza sapere che cosa esattamente hai sottomesso.

source: Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.
it: Inveche sono una Submission Anonima sei completamente protetto; non e' possibile per nessuno sapere cosa hai sottomesso e neppure se hai fatto una Submission o no.

source: We strongly advise you to go for an Anonymous Submission.
it: Ti suggeriamo vivamente di scegliere una Trasmissione Anonima.
nl: Wij adviseren u ten eerste om naar de Anonieme Indiening te gaan.

source: To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the
it: Per fare una Submission Anonima, invece di usare in tuo normale browser web r (Internet Explorer, Chrome, Firefox, Opera, etc.) devi utilizzare il

source: that’s a special software designed to enable Anonymous Web Browsing.
it: che e' un software speciale progettato per consentire un browsing del web completamente anonimo.
nl: dat is speciale software die ontworpen is om je anoniem op internet te begeven

source: Which of the following statements is true?
it: Quale delle seguenti affermazioni e' vera?
nl: Welke van de volgende beweringen is waar?

source: https protects my identity, but not the content of my leak
it: HTTPS protegge la mia identita', ma non il contenuto del mio leak
nl: https beschermt mijn identiteit, maar niet de inhoud van mijn documenten

source: https protects the content of my leak of my message but not my identity
it: HTTPS protegge il contenuto del mio leak ma non la mia identita'
nl: HTTPS beschermd tegen de content van mijn lek maar niet mijn identiteit

source: https does not protect the content of my leak nor my identity
it: HTTPS non protegge il contenuto del mio leak e nemmoeno la mia identita'
nl: https beschermt mijn identiteit en de inhoud van mijn documenten niet

source: https does protect my identity and the content of my leak
it: HTTPS protegge la mia identita', ed il contenuto del mio leak
nl: https beschermt mijn identiteit en de inhoud van mijn documenten

source: You are aware of the risks involved, go ahead, consider yourself warned.
it: Se sei conscio dei rischi connessi, procedi pure, considerati avvertito.
nl: Je bent je bewust van de risico's, ga je gang, beschouw jezelf gewaarschuwd.

source: If you want protection of your identity and the content of your message, you should try to achieve anonimity by using the
it: Se vuoi proteggere la tua identità ed il contenuto del tuo messaggio, dovresti cercare di ottenere l'anonimato usando
nl: Als u bescherming van uw identiteit en de inhoud van uw bericht wilt, moet je proberen om anonimiteit te bereiken door het gebruik van de

source: to submit
it: per inviare
nl: om in te dienen

source: Next
it: Successivo
nl: Volgende

source: Back
it: Indietro
nl: Terug

source: Proceed
it: Procedi
nl: Gaat u verder

source: Back to start
it: Torna all'Inizio
nl: Terug naar start

source: Proceed to submission
it: Prosegui alla trasmissione
nl: Gaat u verder met uw uploaden van uw documenten

source: Welcome to
el: Καλώς ήρθατε στο
it: Benvenuto in
nl: Welkom bij
pl: Witamy

source: Blow the Whistle
hu_hu: Leadom a fülest!
it: Segnala malapratica
pl: Zrób końcówki
tr: İhbar Et

source: Your node is not configured! Please, proceed via
de: Ihr Knoten ist nicht konfiguriert! Bitte, gehen Sie über
el: Ο κόμβος σας δεν έχει ρυθμιστεί! Παρακαλώ, να προχωρήσετε μέσω
hu_hu: Nem állított be csomópontot! Kérjük, haladjon tovább a következővel:
it: Il tuo nodo non e' configurato! Per favore procedia a
nl: Uw node is niet geconfigureerd! Ga verder via
pl: Węzeł nie został skonfigurowany! Proszę przejść przez
tr: Düğümünüz yapılandırılmamış! Şununla devam edeceksiniz:

source: Admin interface and configure at least one context
de: Admin Interface und konfigurierunf mindestens eines Kontexts
el: Διαχειριστής interface και ρυθμίση τουλάχιστον ένoς πλαίσιου
hu_hu: Admin felület és beállítások legalább egy kontextus alapján
it: Dal pannello di amministazione configura almeno un contesto
nl: Admin Interface en configureer in ieder geval een categorie
pl: Admin interfejs i skonfigurować co najmniej jeden kontekst
tr: Yönetici arayüzü, en az bir içerik düzenle

source: Loading...
de: Laden...
el: Φόρτωση...
hu_hu: Töltés...
it: Caricamento...
nl: Laden...
pl: ładowanie...
tr: Yüklüyor...

source: Are you a whistleblower?
de: Sind Sie ein whistleblower?
el: Είσαι ένας πληροφοριοδότης;
hu_hu: Szivárogtatni szeretne?
it: Vuoi segnalare attività illecite o fraudolente?
nl: Bent u een klokkenluider?
tr: İhbarcı mısınız?

source: Enter your receipt
de: Geben Sie Ihren Empfang ein
el: Εισάγετε την απόδειξή σας
hu_hu: Azonosító beírása
it: Inserisci la tua Ricevuta
nl: Vul het nummer van uw ontvangstbewijs in
pl: Wpisz swój odbioru
tr: Makbuzunu gir

source: Are you a receiver?
de: Sind Sie ein Empfänger?
el: Είσαι ένας δέκτης;
hu_hu: Ön fogadja a dokumentumokat?
it: Sei un ricevente?
nl: Bent u een ontvanger?
pl: Czy jesteś odbiornik?
tr: Alıcı mısın?

source: This is the
de: Dies ist
el: Αυτό είναι το
hu_hu: Ez a
it: Questo è il
nl: Dit is de
pl: To jest
tr: Bu

source: Login page
de: Einloggen
el: Σελιδα εισοδου
hu_hu: Bejelentkezés
it: Pagina di login
nl: Login pagina
pl: Zaloguj stronę
tr: Giriş sayfası

source: What is this about?
de: Worum geht es hier?
el: Τι είναι αυτό;
hu_hu: Miről van itt szó?
it: Cosa e' questo?
nl: Waar gaat dit over?
pl: O co chodzi?
tr: Bu ne hakkında?

source: How you can transform information into action!
de: Wie können Sie Informationen in Aktionen verwandeln!
el: Πώς μπορείτε να μετατρέψετε τις πληροφορίες σε δράση!
hu_hu: Hogyan lehet az információból tetteket csinálni?!?
it: Come puoi trasformare una informazione in una azione
nl: Hoe u informatie om kan zetten in actie!
pl: Jak można przekształcić informacje w działania!
tr: Bilginizi harekete geçirebilirsiniz!

source: Through this platform you will be able to report on wrongdoing. This platform is running the
de: Durch diese Plattform können sie Fehlverhalten melden. Diese Plattform wird die laufende
el: Μέσω αυτής της πλατφόρμας θα είστε σε θέση να υποβάλετε έκθεσεις σχετικά με ατασθαλίες. Η πλατφόρμα αυτή τρέχει το
hu_hu: Ezen a platformon keresztül küldhet jelentéseket a visszaélésekről. Ez platform a következő rendszert használja:
it: Tramite questa piattaforma sarai in grado di far rapporto su comportamenti scorretti. Questa piattaforma sta eseguendo il
nl: Via dit platform bent u in staat om misstanden te rapporteren. Dit platform draait het
pl: Dzięki tej platformie będzie można zgłosić się na popełnienie przestępstwa. Platforma ta jest systemem
tr: Bu platformdan yanlış kullanımları ihbar edebilirsiniz. Bu platform şunu kullanmaktadır:

source: that is specifically designed to protect the identity of the reporter and of the ones running the platform.
de: Das ist speziell entwickelt worden, um die Identität der Reporter und von denen läuft die Plattform zu schützen.
el: που έχει σχεδιαστεί ειδικά για να προστατεύει την ταυτότητα του εισηγητή της έκθεσης και από αυτά που τρέχουν στην πλατφόρμα.
hu_hu: amely kifejezetten az újságíró és az üzemeltetők személyazonosságának védelmét szolgálja.
it: progettato specificatamente per proteggere l'identità del reporter e di coloro che gestiscono il sistema
nl: Dit is speciaal ontworpen om de identiteit van de informatie aandrager te beschermen en de identiteit van de platformbeheerder
tr: bu özellikle bilgi veren kişinin ve platformu çalıştıranların kimliğini korumak amacıyla tasarlanmıştır.

source: This software is developed by the non-profit organization
de: Diese Software wird von der Non-Profit-Organisation entwickelt
el: Αυτό το λογισμικό έχει αναπτυχθεί από μια κερδοσκοπική οργάνωση
hu_hu: Ezt a szoftvert az alábbi civil szervezet fejlesztette:
it: Questo software e' sviluppato da una organizzazione no-profit
nl: Deze software is ontwikkeld door een non-profit organisatie
pl: Ten program został opracowany przez organizację bez zysku
tr: Bu yazılım kâr amacı gütmeyen kuruluş tarafından geliştirilmiştir

source: We are supported also by your donations. Visit our
de: Wir werden auch durch Ihre Spenden unterstützt. Besuchen Sie unsere
el: Είμαστε υποστηρίζομαστε και από τις δωρεές σας. Επισκεφθείτε μας
hu_hu: Szolgáltatásunk fenntartásához hozzájárulnak az Ön adományai is. Látogasson el az oldalunkra:
it: Puoi aiutarci anche tramite le tue donazioni. Visita il nostro
nl: Wij zijn ook afhankelijk van uw donaties. Bezoek onze
pl: Wspierają nas także swoimi darowizn. Odwiedź naszą
tr: Bağışlarınızla da destekleniyoruz. Ziyaret et

source: donation page
de: Spendenseite
el: Σελίδα δωρεων
hu_hu: adomány oldal
it: Pagina delle donazioni
nl: Pagina donateurs
pl: strona darowizna
tr: bağış sayfası

source: to help us further support the development of GlobaLeaks.
de: uns zu helfen, weitere Unterstützung der Entwicklung von GlobaLeaks.
el: για να μας βοηθήσετε στην ανάπτυξη του GlobaLeaks.
hu_hu: a GlobaLeaks fejlesztésének támogatásához.
it: per aiutarci a continuare a sviluppare GlobaLeaks
nl: om ons te helpen bij de verdere ontwikkeling van GlobaLeaks.
pl: pomóc nam w dalszym ciągu wspierać rozwój GlobaLeaks.
tr: ile bize daha fazla yardım etmek için GlobaLeaks gelişimini destekle.

source: Tip Status Page
de: Tipp Statusseite
el: Συμβουλή σελίδας κατάστασης
hu_hu: Füles oldala
it: Pagina di status per il Tip
nl: Statusoverzicht tips
pl: Strona Pozycja Rada
tr: İpucu Durum Sayfası

source: show only files not yet downloaded
it: Mostra solo i file non ancora scaricati
nl: Toon alleen de bestanden die nog niet gedownload zijn

source: show all the files
it: mostra tutti i file
nl: Toon alle bestanden

source: show sha256 checksum
it: Mostra il checksum sha256
nl: Laat sha256 checksums zien

source: (click again to hide)
it: (cliccare di nuovo per nascondere)
nl: (klik nog een keer om te verbergen)

source: Use the
de: Verwenden Sie die
el: Χρησιμοποιήστε το
hu_hu: Használja a/az
it: Usa il
nl: Gebruik de
pl: Używaj
tr: Kullan:

source: sha256 hash
it: Hash sha256
tr: sha256 özeti

source: to verify the file integrity
de: um die Datei-Integrität zu überprüfen
el: να επαληθεύσει την ακεραιότητα του αρχείου
hu_hu: a fájl integritásának ellenőrzéséhez
it: per verificare l'integrita' del file
nl: om de betrouwbaarheid van het bestand te verifiëren
pl: do weryfikacji integralności plików
tr: dosya bütünlüğünü doğrulamak için

source: On unix based systems this can be done by running the following command in the directory of the files
it: Su sistemi basati su Unix, ciò può essere ottenuto eseguendo il comando seguente nella directory dei file
nl: Op unix gebaseerde systemen kan dit alleen gebeuren door het uitvoeren van het volgende commando in de map van de bestanden.

source: No file has been uploaded!
de: Keine Datei wurde hochgeladen!
el: Κανένα αρχείο δεν έχει επαναφορτωθεί!
hu_hu: Nem töltött fel fájlt!
it: Non e' stato inviato nessun file!
nl: Er is geen bestand geupload!
pl: No plik został wgrany!
tr: Dosya(lar) karşıya yüklenmedi!

source: Comments
de: Kommentare
el: Σχόλια
hu_hu: Megjegyzések
it: Commenti
nl: Commentaar
pl: Komentarze
tr: Yorumlar

source: System
el: Σύστημα
hu_hu: Rendszer
it: Sistema
nl: Systeem
pl: Systemu
tr: Sistem

source: Malformed source
de: Malformed Quelle
el: Ακατάλληλη πηγή
hu_hu: Hibás forrás
it: Origine malformata
nl: Incorrect bestand
pl: Błędny źródło
tr: Kusurlu kaynak

source: Add Comment
de: Kommentar hinzufügen
el: Προσθήκη σχολίου
hu_hu: Hozzászólás írása
it: Aggiungi commento
nl: Voeg een commentaar toe
pl: Dodaj komentarz
tr: Yorum Ekle

source: Receiver List
de: Empfängerliste
el: Λίστα δέκτων
hu_hu: Fogadók listája
it: Lista riceventi
nl: Lijst ontvangers
pl: Lista odbiornik
tr: Alıcı Listesi

source: Name
el: Ονομα
hu_hu: Név
it: Nome
nl: Naam
pl: Imię
tr: Ad

source: Description
de: Beschreibung
el: Περιγραφή
hu_hu: Leírás
it: Descrizione
nl: Omschrijving
pl: Opis
tr: Açıklama

source: Access counter
de: Zugriffzahl
el: Πρόσβαση στον μετρητή
hu_hu: Hozzáférés számláló
it: Contatore di accessi
nl: Aantal bezoekers
pl: Dostęp licznik
tr: Erişim sayacı

source: The requested tip does not exist or has expired.
de: Der angeforderte Tipp existiert nicht oder ist abgelaufen.
el: Η ζητούμενη συμβουλή δεν υπάρχει ή έχει λήξει.
hu_hu: A lekérdezett füles nem létezik, vagy lejárt.
it: Il Tip richiesto non esiste o è scaduto
nl: De gevraagde tip bestaat niet meer of is verlopen
tr: Talep edilen ipucu yok ya da geçerliliği kalkmış.

source: Loading Tip page...
de: Tipp Seite laden...
el: Φόρτωσης της σελίδας συμβουλων...
hu_hu: Füles oldalának betöltése...
it: Pagina Tip in caricamento...
nl: Lasen Tips pagina
pl: Ładowanie strony Porada...
tr: İpucu sayfas yükleniyor...

source: New Submission
de: Neue Vorlage
el: Νέα υποβολή
hu_hu: Új feltöltés
it: Nuovo invio dati
nl: Nieuwe inzending
pl: Nowa Subskrypcja
tr: Yeni Girdi

source: You can customize this section by editing GLClient/app/templates/default/views/submission/main.html
de: Sie können diesen Abschnitt verändern, indem Sie GLClient / app / templates / default / views / Vorlage / main.html anpassen
el: Μπορείτε να προσαρμόσετε αυτό το τμήμα από την επεξεργασία GLClient / app / templates / default / απόψεις / υποβολής / main.html
hu_hu: Ezt a részt a GLClient/app/templates/default/views/submission/main.html szerkesztésével változtathatja meg
it: Puoi personalizzare questa sezione editando il file
nl: U kunt deze sectie aanpassen door GLClient/app/templates/default/views/submission/main.html te bewerken
pl: Możesz dostosować ten punkt edytując GLClient/app/templates/default/views/submission/main.html
tr: Bu bölümü GLClient/app/templates/default/views/submission/main.html 'i düzenleyerek özelleştirebilirsiniz

source: This node is not configured.
de: Dieser Knoten ist nicht konfiguriert.
el: Αυτός ο κόμβος δεν έχει ρυθμιστεί.
hu_hu: Ezt a csomópontot nem konfigurálták.
it: Questo nodo non è configurato
nl: Deze node is niet geconfigureerd
pl: Ten węzeł nie jest skonfigurowany.
tr: Bu nod yapılandırılmamış.

source: You will not be able to perform a submission.
de: Sie werden nicht in der Lage sein, eine Vorlage auszuführen.
el: Δεν θα είστε σε θέση να εκτελέσετε την υποβολή της πρότασης.
hu_hu: Nem fog tudni dokumentumot feltölteni.
it: Non sarai in grado di inviare il tuo contributo
nl: U kunt niets toevoegen
pl: Nie będzie w stanie wykonać zgłoszenie.
tr: Posta göndermen mümkün değil.

source: Admin please configure a Context and associated Receivers using
de: Admin konfigurieren Sie bitte einen Kontext und zugehörige Empfänger mit
el: Διαχειριστής μπορείτε να ρυθμίσετε ένα πλαίσιο και των συναφών Δέκτες χρησιμοποιώντας
hu_hu: Admin, kérjük, állítsa be a Kontextust és a felvett Fogadókat ezzel:
it: Amministratore per favore configura un contesto e i riceventi associati usando
nl: Administrator configureer een Categorie en daaraan gelieerde ontvanger met
tr: Admin, lütfen bir Bağlam ve alakalı Alıcıları şunu kullanarak yapılandırın:

source: Admin management interface
de: Admin Verwaltungsschnittstelle
el: Διαχειριστής περιβάλλοντος διαχείρισης
hu_hu: Admin felület
it: Interfaccia amministrazione
nl: Administratie management interface
pl: Admin interfejs zarządzania
tr: Yönetici yönetimi arayüzü

source: Choose the context and receivers that will be sure to transform your submission into action!
de: Wählen Sie den Kontext und den Empfänger, achten Sie darauf, das Ihre Vorlage in die Tat umgesetzt wird!
el: Επιλέξτε το πλαίσιο και τους δέικτες που θα είστε σίγουρος για να μετατραπει την υποβολή σας σε δράση!
hu_hu: Válassza ki a kontextust és a fogadókat, akik a beküldött dokumentumokat tettekké alakítják!
it: Scegli il contesto e i riceventi si faranno carico di trasformare la tua informazione in una azione!
nl: Kies de categorie waaronder uw bestanden vallen en selecteer de media organisatie(s) die de bestanden zullen ontvangen.
pl: Wybierz kontekst i odbiorników, które będą na pewno, aby przekształcić swoje przedstawienie do akcji!
tr: Girdinizi harekete geçireceklerinden emin olabileceğiniz olan bağlamı ve alıcıları seçin!

source: I want to report on
de: Ich möchte berichten
el: Θέλω να αναφέρω την
hu_hu: Szeretnék dokumentumot küldeni ide:
it: Vorrei riportare malapratica riguardo
nl: Ik wil rapporteren over
pl: Chcę zgłosić się na
tr: Şu kişiyi rapor etmek istiyorum:

source: Enter the information that is relevant to your submission and possibly upload the relevant accompanying files
de: Geben Sie die Informationen ein, die relevant für Ihre Vorlage sind und eventuell laden sie die entsprechend begleitenden Dateien hoch
el: Εισάγετε τις πληροφορίες που είναι σχετικές με την υποβολή σας και, ενδεχομένως, να πρεπει να ανεβάσετε τα σχετικά συνοδευτικά αρχεία
hu_hu: Adja meg a beküldéshez fontosnak tartott információkat, és lehetőleg töltsön fel ehhez kapcsolódó fájlokat.
it: Inserisci le informazioni che sono rilevanti al tuo invio dati e se necessario invia anche i file ad essere collegate
nl: Voeg de informatie toe die relevant is voor uw bijdragen en upload de relevante bestanden indien nodig
pl: Wpisz informacje, które są prawdopodobnie istotne dla przedstawienia i przesłać odpowiednie pliki towarzyszących
tr: Girdinizle alakası olan bilgiyi girin ve gerekirse ilgili dosyaları da yükleyin

source: To ensure your anonymity be sure that you are visiting this site using the
de: Um sicherzustellen, dass Ihre Anonymität sicher ist, dass Sie Ihren Besuch auf dieser Website mit der
el: Για να εξασφαλιστεί η ανωνυμία σας και να είστε σίγουροι οτι επισκεφθεικατε αυτη την σελιδα χρησιμοποιηστε το
hu_hu: Anonimitásának biztosításához győződjön meg arról, hogy az oldalt a következővel kereste fel
it: Per aumentare il tuo anonimato assicurati di star visitando il sito usando
nl: Om ervoor te zorgen uw anonimiteit gegarandeerd kan worden, bezoekt u deze website met
pl: Aby zapewnić sobie anonimowość mieć pewność, że odwiedzenie tej witryny przy użyciu
tr: Anonimliğinizi garantiye almak için bu sayfayı şunu kullanarak ziyaret ettiğinizden emin olun

source: You acknowledge that failure to do so will result in the inability to technically protect your anonymity.
it: Confermi che il non farlo avra' come conseguenza l'impossibilita' di proteggere il tuo anonimato.
nl: Je erkent dat het niet behalen van de resultaten zal leiden tot het onvermogen van technisch bescherming van uw anonimiteit.

source: To further enhance your security, please follow these instructions:
de: Zur weiteren Verbesserung Ihrer Sicherheit, folgen Sie bitte folgenden Anweisungen:
el: Για την περαιτέρω ενίσχυση της ασφάλειας σας, ακολουθήστε τις παρακάτω οδηγίες:
hu_hu: Biztonságának megerősítéséhez, kérjük, kövesse az alábbi instrukciókat:
it: Per migliorare ulteriormente la tua sicurezza, segui queste istruzioni
nl: Om uw veiligheid verder te verbeteren, volg de volgende instructies:
pl: Aby zwiększyć bezpieczeństwo, należy postępować zgodnie z poniższymi instrukcjami:
tr: Güvenliğinizi daha da arttırmak için, lütfen bu talimatları izleyiniz:

source: In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)
de: In dem Fall, wenn sie anonym bleiben möchten, reichen Sie keine persönlichen Informationen. (z. B. Ihren Namen oder Ihre Beziehung zu dem Täter. Melden Sie keine Informationen, die zurück zu Ihnen zurückverfolgt werden können.)
el: Σε περίπτωση που θα θέλατε να διατηρήσετε την ανωνυμία σας, μην υποβάλλετε τα προσωπικά σας στοιχεία. (π.χ. το όνομά σας ή σχέση με τον δράστη. Μην υποβάλετε όλες τις πληροφορίες που μπορούν να αναχθούν σε σας.)
hu_hu: Ha meg szeretné őrizni névtelenségét, ne küldjön el semmilyen személyes információt! (Pl. a nevét vagy azt, hogy milyen kapcsolatban áll a bűnelkövetővel. Ne küldjön el semmi olyan információt, amely alapján visszakereshető lenne a kiléte!)
it: Nel caso in cui volessi rimanere anonimo, non inviare nessun tipo di dati personali. (per esempio, il tuo nome o il tuo rapporto nei confronti del cattivo. Non inviare alcuna informazione che potrebbe essere utilizzata per tracciarti)
nl: In het geval dat u anoniem wil blijven, stuur geen persoonlijke informatie mee. (bijvoorbeeld uw naam of relatie tot de beschuldigde. Stuur geen informatie mee die uw identiteit kan onthullen.)
tr: Anonim kalmak istiyorsanız kişisel bilgilerinizi vermeyin. (mesela adınız veya suçluyla ilişkiniz. Size geri izlenebilecek herhangi bir bilgi vermeyin.)

source: Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.
de: Bitte stellen Sie nicht Ihren Bericht auf einem PC von Ihrem Arbeitgeber zur Verfügung. Besonders eine Intranet-Verbindung kann Ihre Anonymität beeinträchtigen.
el: Σας παρακαλούμε να μην υποβάλετε την έκθεσή σας σε έναν υπολογιστή που παρέχεται από τον εργοδότη σας. Ιδιαίτερα μια σύνδεση intranet μπορεί να θέσει σε κίνδυνο την ανωνυμία σας.
hu_hu: Ne küldjön semmit a munkáltatója által biztosított számítógépről, különösen ne használjon erre intranet hálózatot, mert azon keresztül nem biztosítható a névtelensége!
it: Per favore non inviare alcun dato da un PC fornitoti dal tuo datore di lavoro. Una connessione in una rete locale potrebbe mettere a repentaglio il tuo anonimato
nl: Stuur uw informatie niet op vanaf een computer van uw werkgever. Het gebruik van een VPN, intranet of logging software kan uw anonimiteit in gevaar brengen.
pl: Proszę nie przesyłać raport na komputerze dostarczonych przez pracodawcę. Szczególnie połączenie intranet może zagrozić anonimowość.
tr: Lütfen raporunuzu işvereniniz tarafından verilmiş bir bilgisayarda sunmayın. Özellikle intranet bağlantıları anonimliğinizi tehlikeye atablir.

source: By checking the box below you agree to these terms and conditions.
de: Indem Sie auf das Kontrollkästchen klicken, stimmen Sie diesen Bedingungen zu.
el: Ελέγχοντας το πλαίσιο κάτω από σας συμφωνείτε με αυτούς τους όρους και τις προϋποθέσεις.
hu_hu: Az alábbi doboz kipipálásával beleegyezik a felhasználási feltételekbe.
it: Selezionando la spunta qui sotto accetti i termini e le condizioni
nl: Door hieronder een vinkje te plaatsen stemt u in met de gebruiksvoorwaarden.
pl: Zaznaczając pole poniżej zgadzasz się na te warunki.
tr: Aşağıdaki kutuyu işaretleyerek şartlar ve koşulları kabul ediyorsunuz.

source: Agree
de: Zustimmen
el: Αποδοχη
hu_hu: Megértettem
it: Accetto
nl: Akkoord
pl: Zgodzić się
tr: Kabul et

source: Previous Step
de: Vorheriger Schritt
el: προηγούμενο βήμα
hu_hu: Vissza
it: Passo precedente
nl: Voorgaande stap
pl: Poprzedni krok
tr: Önceki Adım

source: Next Step
de: Nächster Schritt
el: Επόμενο βήμα
hu_hu: Következő
it: Passo successivo
nl: Volgende stap
pl: Następny krok
tr: Sonraki Adım

source: Submit
de: Einreichen
el: Υποβολή
hu_hu: Küldés
it: Invia
nl: Stuur op
pl: przedkładać
tr: Gönder

source: Submission Created!
de: Die vorlage wurde erstellt!
el: Δημιουργήθηκε υποβολή!
hu_hu: Feltöltés kész!
it: Dati inviati!
nl: Bijdrage gecreëerd
pl: Złożenie Utworzony!
tr: Girdi Yaratıldı!
