Repository: 0xETHengineer/GlobaLeaks
Catalog: pot/*.po
Languages: de, el, hu_hu, it, nl, pl, tr

source: This receipt will allow you to login as the whistleblower for this Tip.
it: Questa ricevuta consentirà di autenticarsi nel ruolo di Whistleblower per questo Tip.
nl: Dit ontvangstbewijs geeft je de mogelijk om in te loggen als de klokkenluider voor deze Tip.

source: Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.
it: Mediante questo sistema i receiver potranno porre domande sul Tip e ti sarà possibile rispondere loro.
nl: Via dit systeem zijn ontvangers in staat om vragen te stellen over de Tip en jij kunt antwoorden hierop.

source: You will also be able to keep track of who as viewed your submission and downloaded the files.
it: Sarà anche possibile tener traccia di chi ha visto la submission e ha scaricato i file.
nl: Je kunt ook bijhouden wie je indiening heeft gezien en gedownload.

source: Moreover, it will allow you to add other files to your submission.
it: Inoltre, è possibile aggiungere altri file alla submission.
nl: Bovendien zal het u toestaan ​​om andere bestanden toe te voegen aan uw indiening.

source: Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.
it: Attenzione! Questa ricevuta, in mani sbagliate, può condurre all'identificazione del Whistleblower associato a questo Tip!
nl: Pas op voor het feit dat als het ontvangstbewijs in de verkeerde handen valt, dit te herleiden is dat jij de klokkenluider bent voor deze Tip.

source: If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands
it: Se si vuol conservare la ricevuta, salvarla in un posto sicuro e prendere tutte le precauzioni affinché non cada in mani sbagliate.
nl: Wanneer u dit bestand wilt houden, bewaar het dan op een veilige plaats en laat het niet in verkeerde handen vallen.

source: Please copy in the box below you receipt to access the tip interface.
it: Per favore copia la tua ricevuta nel campo sottostante per accedere all'interfaccia dei tip.
nl: Kopieër alstublieft in het vak hieronder het ontvangstbewijs om toegang te krijgen tot de Tip interface.

source: View Tip
de: Tipp aufrufen
el: Εμφάνιση συμβουλής
hu_hu: Füles megtekintése
it: Mostra Tip
nl: Kijkers tip
pl: Pokaż Porada
tr: İpucunu Görüntüleyin

source: Content Settings
it: Configurazioni del Contenuto
nl: Inhoud instellingen

source: Administration Interface
it: Interfaccia di Amministrazione
nl: Administratie Interface

source: General information
de: Allgemeine Information
el: Γενικές πληροφορίες
hu_hu: Általános információk
it: Informazioni generali
nl: Algemene informatie
pl: Informacje ogólne
tr: Genel bilgi

source: You're running GlobaLeaks version
it: Stai utilizzando Globaleaks versione
nl: U gebruikt GlobaLeaks versie

source: Current initiative logo
de: Dieses Initiative logo
el: Σημερινό λογότυπο της πρωτοβουλίας
hu_hu: Jelenlegi kezdeményezés logója
it: Logo corrente dell'iniziativa
nl: Logo huidig initiatief
pl: Ta inicjatywa logo
tr: Mevcut girişim logosu

source: Select file
de: Datei auswählen
el: Επιλογή αρχείου
hu_hu: Fájl kiválasztása
it: Seleziona file
nl: Selecteer een bestand
pl: Wybierz plik
tr: Dosya seç

source: Node name
de: Knotenname
el: Ονομα κόμβου
hu_hu: Csomópont neve
it: Nome del nodo
nl: Naam node
pl: Nazwa węzła
tr: Nod adı

source: Enabled languages
it: Lingue abilitate
nl: Schakel talen in

source: Invalid format for hidden service (should be http://thirteenchars123.onion)
de: Ungültiges Format für den versteckten Dienst (sollte http://thirteenchars123.onion sein)
el: Μη έγκυρη μορφή για κρυφη υπηρεσία (πρέπει να ειναι http://thirteenchars123.onion)
hu_hu: Nem támogatott formátum a rejtett szolgáltatáshoz. (Ennek kell lennie: http://thirteenchars123.onion)
it: Formato dell'hidden service non valido (dovrebbe essere http://trediciLettere123.onion)
nl: Ongeldig formaat voor verborgen service (moeten http://thirteenchars123.onion zijn)
pl: Nieprawidłowy format usługi ukrytej (powinny być http://thirteenchars123.onion)
tr: Gizli servis için geçersiz format (http://thirteenchars123.onion olmalı)

source: Tor2web Public Site (url)
de: Tor2web Öffentliche Seite (url)
el: Tor2web Δημοσια σελιδα (url)
hu_hu: Tor2web nyilvános oldal linkje
it: Sito pubblico Tor2web (url)
nl: Tor2web Publieke Site (url)
pl: Tor2web Publiczna Strona (url)
tr: Tor2web genel sitesi (url)

source: Invalid format for public site (should be https://thirteenchars123.tor2web.org)
de: Ungültiges Format für öffentliche Website (sollte https://thirteenchars123.tor2web.org sein)
el: Μη έγκυρη μορφή για δημόσια ιστοσελίδα (θα πρέπει να είναι https://thirteenchars123.tor2web.org)
hu_hu: Nem támogatott formátum a nyilvános oldalhoz. (Ennek kellene lennie: https://thirteenchars123.tor2web.org)
it: Formato del sito pubblico non valido (dovrebbe essere https://trediciCaratteri123.tor2web.org)
nl: Ongeldig formaat voor publieke website (zou https://thirteenchars123.tor2web.org moeten zijn)
pl: Nieprawidłowy format dla strony publicznej (powinno być https://thirteenchars123.tor2web.org)
tr: Genel site için geçersiz format (https://thirteenchars123.tor2web.org olmalı)

source: Edit Tor2Web accessibility table
it: Modifica la tabella di accessibilità di Tor2Web
nl: Wijzig hier de Tor2Web toegankelijkheidstabel

source: Edit Tor2Web accessibility table - [click again to close]
it: Modifica la tabella di accessibilita' di Tor2Web - [clicca nuovamente per chiudere]

source: Permit Administative login via Tor2Web
it: Consenti il login alla sezione Amministrazione via Tor2Web
nl: Sta een administratieve login toe via Tor2Web

source: now Enabled:
it: ora sei Abilitato:
nl: Nu geactiveerd:

source: Admin can access via Tor2Web. This is safe only if you're using a dedicated Tor2Web server.
it: Admin puo' accedere via Tor2Web. Questo e' sicuro solo se stai usando un server Tor2Web dedicato.

source: Permit Receiver preferences management via Tor2Web
it: Consenti la gestione delle preferenze del Receiver via Tor2Web
nl: Toelaten ontvanger voorkeurs beheer via Tor2Web

source: Receivers can access via Tor2Web. This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.
it: I Receivers possono accedere via Tor2Web. Questo è pericoloso e si raccomanda invece di formare i Receveirs all'utilizzo di Tor ed Enigmail.

source: Permit Tip access, file download and upload via Tor2Web
it: Consente l'accesso ai Tip, il download e l'upload dei files via Tor2Web
nl: Toelaten Tip toegang, downloaden bestand en uploaden via Tor2Web

source: Tip can be accessed via Tor2Web by whistleblowers and receiver.
it: Whistleblower e Receiver possono accedere al Tip via Tor2Web

source: Permit access of public resources via Tor2Web
it: Consenti accesso via Tor2Web alle risorse pubbliche

source: Public GlobaLeaks resources can be accessed via Tor2Web. This is safe to do.
it: E' possibile accedere via Tor2Web alle risorse pubbliche di Globaleaks. E' sicuro procedere in questo modo.

source: Permit Submissions via Tor2Web
it: Consenti Submission via Tor2Web

source: Whistleblowers can perform submission with no anonymity via Tor2Web.
it: I Whisteblower possono fare Submissione senza essere anonimi via Tor2Web.

source: Update node
it: Aggiorna il nodo

source: Update node and Tor2Web options
it: Aggiorna il nodo e le opzioni di Tor2Web
nl: Update node en Tor2Web opties

source: Contexts Configuration
de: Konfiguration der Kontexte
el: Διαμορφωση πλαισιων
hu_hu: Kontextus konfigurálása
it: Configurazione Contesti
nl: Instellen Categorieën
pl: Konfiguracja Konteksty
tr: İçerik Yapılandır

source: Contexts list
de: Kontextliste
el: Λιστα πλαισιων
hu_hu: Kontextusok listája
it: Lista dei contesti
nl: Lijst met categorieën
pl: List Konteksty
tr: İçerik listesi

source: Save
de: Speichern
el: Αποθήκευση
hu_hu: Mentés
it: Salva
nl: Bewaar
pl: Oszczędzać
tr: Kaydet

source: Delete
de: Löschen
el: Διαγραφή
hu_hu: Törlés
it: Cancella
nl: Verwijder
pl: Usunąć
tr: Sil

source: Receivers
de: Empfänger
el: Δέκτες
hu_hu: Fogadók
it: Ricevente
nl: Ontvangers
pl: Odbiorniki
tr: Alıcılar

source: Advanced settings
it: Impostazioni avanzate
nl: Meer instellingen

source: Submission Disclaimer
it: Dichiarazione di non responsabilità per la Submission
nl: Disclaimer voor ontvangers

source: Incomplete submissions expiry time (hours)
it: Scadenza della Submission incompleta (ore)
nl: Incomplete indienings vervaltijd (uren)

source: Submitted Tip expiry time (days)
it: Scadenza del Tip inviato (giorni)
nl: Ingezonden Tip vervaltijd (dagen)

source: Receipt format (regular expression)
it: Formato della ricevuta (espressione regolare)

source: Require at least one file to be uploaded
it: E' richiesto almenu un file da uploadare.

source: Receipt description
it: Descrizione della ricevuta
nl: Beschrijving ontvangstbewijs

source: Submission introduction text
it: Testo introduttivo delle Submission

source: Add new context
de: Neuen Kontext hinzufügen
el: Προσθήκη νέου πλαισίου
hu_hu: Új kontextus hozzáadása
it: Aggiungi nuovo contesto
nl: Voeg een nieuwe categoerie toe
pl: Dodaj nowy kontekst
tr: Yeni içerik ekle

source: add
de: hinzufügen
el: προσθηκη
hu_hu: hozzáadás
it: Aggiungi
nl: voeg toe
pl: Dodaj
tr: ekle

source: Fields
de: Felder
el: Πεδία
hu_hu: Mezők
it: Campi
nl: Velden
pl: Obszary
tr: Alanlar

source: add field
de: Feld hinzufügen
el: προσθηκη τομεα
hu_hu: mező hozzáadása
it: aggiungi campo
nl: Voeg een veld toe
pl: dodać pole
tr: alan ekle

source: click to close
de: klicken, um zu schliessen
el: κάντε κλικ για να κλείσει
hu_hu: a bezáráshoz kattinston ide
it: Clickka per chiudere
nl: klik om te sluiten
pl: Kliknij do zamknięcia
tr: kapatmak için tıkla

source: delete
de: löschen
el: Διαγραφή
hu_hu: törlés
it: Cancella
nl: verwijder
pl: usunąć
tr: sil

source: Hint
de: Hinweis
el: Υπαινιγμός
hu_hu: Tipp
it: Suggerimento
pl: Napomknąć
tr: İpucu

source: Required
de: Erforderlich
el: Απαιτείται
hu_hu: Kötelező
it: Richiesto
nl: Vereist
pl: Wymagane
tr: Zorunlu

source: Type
de: Typ
el: Τυπος
hu_hu: Típus
it: Tipo
pl: Typ
tr: Tip

source: Text
el: Κείμενο
hu_hu: Szöveg
it: Testo
nl: Tekst
pl: Tekst
tr: Metin

source: Radio Buttons
de: Radio-Schaltflächen
el: Ραδιοπλήκτρα
hu_hu: Rádiógombok
it: Bottoni a selezione multipla
pl: Przyciski
tr: Radyo Düğmeleri

source: Drop Menu (Select)
de: Drop-Menü (Auswahl)
el: Μενού Drop (Επιλογή)
hu_hu: Legördülő menü (Válasszon)
it: Menu' a tendina (selezione)
nl: Dropmenu (Selecteer)
pl: Menu upadku (Wybierz)
tr: İnen Menü (Seçiniz)

source: Multi-Select
el: Πολλαπλοι επιλογή
hu_hu: Több kiválasztása egyszerre
it: Selezione multipla
pl: Wielu Wybierz
tr: Çoklu Seçim

source: Checkboxes
de: Checkboxen
el: Πλαίσια ελέγχου
hu_hu: Ellenőrző lista
it: Lista spuntata
pl: Pola wyboru
tr: Onay Kutuları

source: Paragraph(s)
de: Ziffer(n)
el: Παράγραφος(-ες)
hu_hu: Bekezdés(ek)
it: Paragrafo(i)
nl: Paragraf(en)
pl: Ustęp(ptk)
tr: Paragraf(lar)

source: Number
de: Nummer
el: Αριθμός
hu_hu: Szám
it: Numero
nl: Nummer
pl: Numer
tr: Sayı

source: Phone
de: Telefon
el: Τηλεφωνο
hu_hu: Telefonszám
it: Telefono
nl: Telefoon
pl: Telefon
tr: Telefon

source: add option
de: Option hinzufügen
el: προσθήκη επιλογής
hu_hu: opció hozzáadása
it: Aggiungi opzione
nl: Voeg een optie toe
pl: dodać opcję
tr: seçenek ekle

source: File Overview
it: Riassunto del File
nl: Overzicht bestanden

source: Files overview
de: Dateienübersicht
el: Επισκοπηση αρχειων
hu_hu: Fájlok listája
it: Panoramica dei files
nl: Overzicht bestanden
pl: Przegląd pliki
tr: Dosyalar Genel Bakış

source: This interface may help you spot anomalies in your Node.
de: Diese Schnittstelle kann Ihnen helfen, Anomalien in Ihrem Node zu erkennen.
el: Αυτή η διεπαφή μπορεί να σας βοηθήσει να εντοπίσετε ανωμαλίες στον κόμβο σας.
hu_hu: Ez a felület segít Önnek a csomópont anomáliák kiszűrésében.
it: Questa interfaccia potrebbe aiutarti a individuare anomalie nel tuo Nodo
nl: Deze interface kan je helpen afwijkingen in je Node te detecteren.
tr: Bu arayüzü düğümünüzdeki anormallikleri bulmanızda yardımcı olacaktır.

source: The table below shows the files present in the submission directory, and their relationship with the internal database.
de: Die folgende Tabelle zeigt die Dateien, im Vorlagen Verzeichnis, und ihre Beziehung mit der internen Datenbank.
el: Ο παρακάτω πίνακας δείχνει τα αρχεία που υπάρχουν στον κατάλογο υποβολής, και η σχέση τους με την εσωτερική βάση δεδομένων.
hu_hu: Az alábbi táblázat a beküldött dokumentumok mappáit mutatja meg, és azt, hol van a helyük a belső adatbázisban.
it: La tabella qui sotto mostra i file presenti nella directory delle informazioni e le loro relazioni all'interno del database
nl: De tabel hieronder toont de bestanden die beschikbaar zijn in de bijdrage directory and hun relaties met de interne database.
pl: Tabela poniżej pokazuje pliki obecne w katalogu wniosków oraz ich stosunków z wewnętrznej bazy danych.
tr: Aşağıdaki tablo girdi rehberindeki dosyaları ve dahili veritabanı ile ilişkilerini gösterir.

source: Info
el: Πληροφορία
hu_hu: Információk
it: Informazioni
nl: Informatie
pl: informacji
tr: Bilgi

source: Size
de: Grösse
el: Μέγεθος
hu_hu: Méret
it: Dimensione
nl: Grootte
pl: Rozmiar
tr: Boyut

source: References
de: Referenzen
el: Αναφορές
hu_hu: Hivatkozások
it: Referenze
nl: Referenties
pl: Referencje
tr: Referanslar

source: Mail Configuration
de: Mail Konfiguration
el: Διαμόρφωση Mail
hu_hu: E-mail beállítások
it: Configurazione Mail
nl: Email configuratie
pl: Konfiguracja Poczty
tr: Posta Ayarları

source: SMTP server address
de: SMTP server addresse
el: Διεύθυνση του διακομιστή SMTP
hu_hu: SMTP szerver címe
it: Indirizzo del server SMTP
nl: SMTP server adres
pl: Adres serwera SMTP
tr: SMTP sunucu adresi

source: SMTP server port
el: SMTP υποδοχη διακομιστη
hu_hu: SMTP szerver port
it: Porta del server SMTP
pl: Port serwera SMTP
tr: SMTP sunucu portu

source: Transport Security
de: Transportsicherheit
el: Ασφάλεια Μεταφορών
hu_hu: Átvitel biztonsága
it: Sicurezza a livello trasporto
pl: Bezpieczeństwo transportu
tr: Güvenlik Nakli

source: Notification templates
de: Benachrichtigungsvorlagen
el: Πρότυπα ειδοποίησης
hu_hu: Értesítő sablonok
it: Modelli di notifica
nl: Bericht templates
tr: Bildirim temaları

source: Tip Email Subject
it: Oggetto della mail associata al Tip
nl: Tip Email Onderwerp

source: Tip Email template
de: Tipp Email vorlage
el: Συμβουλή πρότυπο Email
hu_hu: Füles e-mail sablon
it: Template email Tip
pl: Rada szablon Email
tr: Uç E-posta şablonu

source: Comment Email Subject
it: Oggetto della mail di commento
nl: Reactie Email Onderwerp

source: Comment Email template
de: Email vorlage kommentieren
el: Σχόλιο πρότυπου Email
hu_hu: Hozzászólás e-mail sablon
it: Modello email di commento
nl: Reactie e-mail template
pl: Komentarz szablon Wyślij
tr: Yorum E-maili arayüzü

source: File Email Subject
it: Oggetto della mail associata al file
nl: Bestandsnaam e-mail

source: File Email template
de: Email vorlage Datei
el: Αρχείο πρότυπου Email
hu_hu: Fájl e-mail sablonja
it: Modello email di File
nl: Bestand e-mail template
tr: Dosya e-posta şablonu

source: Activation Email template
de: Email vorlage Aktivieren
el: Ενεργοποίηση του πρότυπου Email
hu_hu: E-mail sablon az aktiváláshoz
it: Modello della mail di attivazione
nl: Activeer e-mail template
pl: Aktywacja Email szablon
tr: Etkinleştirme E-postası şablonu

source: Advanced Configuration
it: Configurazione Avanzata
nl: Geavanceerde configuratie

source: Password management
de: Passwort-Management
el: Διαχείριση κωδικού πρόσβασης
hu_hu: Jelszó megváltoztatása
it: Gestione password
nl: Wachtwoord beheer
pl: zarządzanie hasłami
tr: Şifre yönetimi

source: Current Password
de: Aktuelles Passwort
el: Τρέχον Κωδικός
hu_hu: Jelenlegi jelszó
it: Password attuale
nl: Huidig wachtwoord
pl: Aktualne hasło
tr: Mevcut Şifre

source: Required old password confirm
de: Das alte Passwort zu bestätigen ist erforderlich
el: Υποχρεωτικη επιβεβαιωση παλιου κωδικου
hu_hu: Régi jelszó megerősítése
it: Richiesta conferma della vecchia password
nl: Verplicht het oude wachtwoord te bevestigen
pl: Wymagany stare hasło potwierdzić
tr: Zorunlu eski şifre onayla

source: New Password
de: Neues Passwort
el: Νεος Κωδικός
hu_hu: Új jelszó
it: Nuova Password
nl: Nieuw wachtwoord
pl: Nowe hasło
tr: Yeni Şifre

source: Your password is unsafe, it should have
de: Ihr Passwort nicht sicher, sollte es
el: Ο κωδικός πρόσβασής σας δεν είναι ασφαλής, θα πρέπει να έχει
hu_hu: A megadott jelszó nem biztonságos, a következőket kell tartalmaznia:
it: La tua password non e' sicura, dovrebbe avere
nl: Uw wachtwoord is niet veilig, gebruik
pl: Twoje hasło jest niebezpieczny, powinien on mieć
tr: Şifreniz güvenli değil, şifreniz şunları içermeli

source: At least one letter
de: Mindestens ein Brief
el: Τουλάχιστον ένα γράμμα
hu_hu: Legaláb egy betűt
it: Almeno una lettera
nl: Tenminste 1 letter
pl: Co najmniej jedną literę
tr: En az bir harf

source: At least one number
de: Mindestens eine Zahl
el: Τουλάχιστον έναν αριθμό
hu_hu: Legalább egy szám legyen
it: Almeno un numero
nl: Tenminste een cijfer
pl: Co najmniej jeden numer
tr: En az bir sayı

source: At least 8 keypress long
de: Mindestens 8 Tastendrücke lang
el: Τουλάχιστον 8 πάτηματα μακρια
hu_hu: Legalább 8 leütés hosszú
it: almeno 8 caratteri
nl: Tenminste 8 karakters
pl: Co najmniej 8 przyciśnięcie długo
tr: En az 8 tuşa basma süresi kadar

source: Retype again your new password
de: Geben Sie ihr Passwort erneut ein
el: Πληκτρολογήστε ξανά τον νέο κωδικό πρόσβασης
hu_hu: Új jelszó megerősítése
it: Conferma la tua nuova password
nl: Typ uw wachtwoord opnieuw
pl: Ponownie wpisz ponownie nowe hasło
tr: Yeni şifreni tekrar gir

source: The two passwords do not match
de: Die beiden Passwörter stimmen nicht überein
el: Οι δύο κωδικοί δεν ταιριάζουν
hu_hu: Nem egyeznek a beírt jelszavak
it: Le due password non corrispondono
nl: De twee wachtwoorden komen niet overeen
pl: Te dwa hasła nie są takie same
tr: Bu iki şifre eşleşmiyor

source: Receivers Configuration
de: Empfänger Konfiguration
el: Διαμορφωση δεκτων
hu_hu: Fogadó létrehozása
it: Configurazione dei Riceventi
nl: Configuratie ontvangers van bestanden
pl: Odbiorniki Configuration
tr: Alıcı Ayarları

source: Receiver list
de: Empfängerliste
el: Λίστα δέκτων
hu_hu: Fogadók listája
it: Lista dei riceventi
nl: Lijst ontvangers
pl: Lista odbiorniki
tr: Alıcı listesi

source: Receiver name too long
de: Der Empfängername ist zu lang
el: Το ονομα του δέκτη ειναι πολύ μεγάλο
hu_hu: Fogadó neve túl hosszú
it: Nome del ricevente troppo lungo
nl: Naam ontvanger te lang
pl: Nazwa odbiorcy zbyt długo
tr: Alıcı ismi çok uzun

source: Email Address (Username)
de: Email Addresse (Benutzername)
el: Διεύθυνση Email (Ονομα χρηστη)
hu_hu: E-mail cím (felhasználónév)
it: Indirizzo Email (nome utente)
nl: Emailadres (Gebruikersnaam)
pl: Adres email (nazwa użytkownika)
tr: E-posta Adresi (Kullanıcı Adı)

source: Invalid email address
de: Ungültige E-Mail-Adresse
el: Άκυρη διεύθυνση email
hu_hu: Hibás e-mail cím
it: Indirizzo email non valido
nl: Incorrect email adres
pl: Błędny adres e-mail
tr: Geçersiz e-posta adresi

source: Contexts
de: Kontexte
el: Πλαίσια
hu_hu: Kontextus
it: Contesti
nl: Categorieën
pl: Konteksty
tr: İçerikler

source: Add new receiver
de: Neuen Empfänger hinzufügen
el: Προσθήκη νέου δέκτη
hu_hu: Új fogadó hozzáadása
it: Aggiungi nuovo Ricevente
nl: Voeg een nieuwe ontvanger toe
pl: Dodaj nowy odbiornik
tr: Yeni alıcı ekle

source: Email Address
de: Email Addresse
el: Διεύθυνση Email
hu_hu: E-mail cím
it: Indirizzo Email
nl: Email Adres
pl: Adres e-mail
tr: E-posta Adresi

source: Content Settin
de: Inhaltseinstellungen
el: Περιεχόμενο Settin
hu_hu: Tartalom beállítása
it: Configurazioni del contenuto
nl: Inhouds instellingen
pl: Zawartość Ustawień
tr: İçerik Ayarları

source: Admin password
de: Admin-Passwort
el: Κωδικός πρόσβασης διαχειριστή
hu_hu: Admin jelszó
it: Password amministratore
nl: Administratie wachtwoord
pl: Admin hasło
tr: Yönetici şifresi

source: Users Overview
de: Benutzerübersicht
el: Επισκοπηση χρηστων
hu_hu: Felhasználói vélemények
it: Panoramica utenti
nl: Overzicht gebruikers
pl: Przegląd użytkowników
tr: Kullanıcılara Genel Bakış

source: Tips Overview
de: Tipps Übersicht
el: Επισκοπηση συμβουλων
hu_hu: Fülesek leírása
it: Panoramica dei Tip
nl: Overzicht tips
pl: Przegląd Porady
tr: İpuçlarına Genel Bakış

source: Files Overview
de: Dateienübersicht
el: Επισκοπηση αρχειων
hu_hu: Fájlok listája
it: Panoramica dei file
nl: Bestandsoverzicht
pl: Przegląd Pliki
tr: Dosyalara Genel Bakış

source: Tip Overview
de: Tipps Übersicht
el: Επισκοπηση συμβουλης
hu_hu: Füles leírása
it: Panoramica Tip
nl: Overzicht tips
pl: Przegląd Porada
tr: İpucuna genel bakış

source: This interface may help you understand how the Node is used by the whistleblower. We present you with the submissions present on the node and a few statistics on the kind of usage (activity, files, comments).
de: Diese Schnittstelle kann Ihnen helfen, zu verstehen, wie der Knoten durch die Whistleblower verwendet wird. Wir präsentieren Ihnen die Anträge auf dem Knoten und ein paar Statistiken über die Art der Nutzung (Aktivität, Dateien, Kommentare).
el: Αυτή η διεπαφή μπορεί να σας βοηθήσει να καταλάβετε πώς ο κόμβος χρησιμοποιείται από τον πληροφοριοδότη. Σας παρουσιάζουμε τους ισχυρισμούς παρουσιάσης στον κόμβο και μερικά στατιστικά στοιχεία σχετικά με το είδος της χρήσης (δραστηριότητα, τα αρχεία, τα σχόλια).
hu_hu: Ez a felület segít Önnek abban, hogy megértse, hogyan használja a csomópontot a szivárogtató. Megmutatjuk önnek, mit töltöttek fel a csomóponton keresztül és a felhasználói statisztikákat (aktivitás, fájlok, hozzászólások).
it: Questa interfaccia potrebbe aiutarti a capire in che modo il Nodo viene usato dai fornitori di informazioni. Ti verra' fornito un elenco delle informazioni inviate al nodo e un po di statistiche sul tipo di utilizzo (attivita', file, commenti).
nl: Deze interface helpt u te begrijpen hoe de Node is gebruikt door de lekker. We laten u de geüploade bestanden zien die aanwezig zijn op de Node en een aantal statistieken over het gebruik (activiteit, bestanden, comments)
pl: Ten interfejs może pomóc zrozumieć, jak węzeł jest używany przez informatora. Prezentujemy Państwu przesłanie przedstawienia na węźle i kilka statystyk dotyczących rodzaju użytkowania (działalność, plików, komentarzy).
tr: Bu arayüzü ihbarcının Düğüm'ü nasıl kullandığını anlamanıza yardımcı olacaktır. Size zaten düğümde olan girdileri ve bu kullanım üzerine birkaç istatistiği (faaliyet, dosyalar, yorumlar) göstereceğiz.

source: Users overview
de: Benutzerübersicht
el: Επισκοπηση χρηστων
hu_hu: Felhasználók listája
it: Panoramica utenti
nl: Overzicht gebruikers
pl: Przegląd użytkowników
tr: Kullanıcılar genel bakış
