Repository: 0xETHengineer/GlobaLeaks
Catalog: client/pot/*.po
Languages: my

source: This is an email to notify you that a request has been made to change your email address to {NewEmailAddress}.
my: ဤအီးမေးလ်သည် သင်၏အီးမေးလ်လိပ်စာကို {NewEmailAddress} သို့ ပြောင်းရန် တောင်းဆိုမှုတစ်ခုပြုလုပ်ပြီးကြောင်း အသိပေးခြင်း ဖြစ်ပါတယ်။

source: Click the following link to validate this change:
my: ဒီပြောင်းလဲမှုကို အတည်ပြုရန်အောက်ပါ link ကိုနှိပ်ပါ -

source: If you didn't request this change, change your password and contact your system administrator.
my: ဤပြောင်းလဲမှုကိုသင်မတောင်းဆိုပါက သင်၏စကားဝှက်ကိုပြောင်းလဲပြီး သင်၏ system administrator ကိုဆက်သွယ်ပါ။

source: Email change request
my: အီးမေးလ် ပြောင်းရန် တောင်းဆိုမှု

source: From: {Author}
my: မှ - {Author}

source: Date: {EventTime}
my: နေ့စွဲ - {EventTime}

source: From: Whistleblower
my: မှ - သတင်းပေး

source: Date: {SubmissionDate}
my: ရက်စွဲ - {SubmissionDate}

source: Label: {TipLabel}
my: တံဆိပ် - {TipLabel}

source: Status: {TipStatus}
my: အခြေအနေ- {TipStatus}

source: The HTTPS certificate loaded on the platform is about to, or has already expired.
my: ပလက်ဖောင်းပေါ်တွင်တင်ထားသော HTTPS အသိအမှတ်ပြုလက်မှတ်သည် သက်တမ်းကုန်တော့မည် (သို့မဟုတ်) သက်တမ်းကုန်ဆုံးပြီး ဖြစ်သည်။

source: Expiration date: {ExpirationDate}
my: သက်တမ်းကုန်ဆုံးရက် - {ExpirationDate}

source: Without a valid certificate, the platform will be accessible in a secure way only via Tor.
my: တရားဝင်အသိအမှတ်ပြုလက်မှတ်မရှိပဲ ပလက်ဖောင်းကို Tor မှ တစ်ဆင့်သာလုံခြုံစိတ်ချရသော နည်းလမ်းဖြင့် သာ ရောက်ရှိနိုင်လိမ့်ပါမည်။

source: Log in to solve the issue.
my: ကိစ္စတစ်ခုကို ဖြေရှင်းဖို့ လော့ဂ်အင်၀င်ပါ။

source: Expiration alert for HTTPS certificate
my: HTTPS အသိအမှတ်ပြုလက်မှတ်အတွက် သက်တမ်းကုန်သွားကြောင်း သတိပေးချက်

source: The automatic HTTPS certificate renewal scheduled for today just failed.
my: ယနေ့အတွက် စီစဉ်ထားသောအလိုအလျှောက် HTTPS လက်မှတ်သက်တမ်းတိုးခြင်း မအောင်မြင်ပါ။

source: The system will keep trying.
my: ဒီစနစ်က ဆက်ကြိုးစားနေဦးမှာပါ။

source: Failed HTTPS certificate renewal
my: HTTPS လက်မှတ်သက်တမ်းတိုးခြင်း ပျက်ကွက်ပါသည်

source: This is an email to notify you that a custodian has authorized you to access to the whistleblowing identity for the report {TipNum}.
my: ဤသည်မှာ {TipNum} အတွက် သင့်အား အစီရင်ခံစာအတွက် သတင်းပေးများ၏ကိုယ်ပိုင်အမှတ်သင်္ကေတကို ၀င်ရောက်ကြည့်ရှုခွင့်ကို အုပ်ချုပ်သူမှ ခွင့်ပြုထားကြောင်း အသိပေးရန်အီးမေးလ်ဖြစ်သည်။

source: The report can be accessed at:
my: အစီရင်ခံစာအား ဝင်ရောက်ကြည့်ရှုနိုင်သည် -

source: Access to whistleblower's identity authorized
my: သတင်းပေးသူများ၏ ကိုယ်ပိုင်အမှတ်သင်္ကေတကို ၀င်ရောက်ကြည့်ရှုခွင့် ရှိသည်

source: This is an email to notify you that a custodian has denied you access to the whistleblowing identity for the report {TipNum}.
my: ဤအီးမေးလ်မှာ အုပ်ထိန်းသူမှ သင့်အားသတင်းပေး ဖော်ပြထားသော အစီရင်ခံစာအား၀င်ရောက်ကြည့်ရှုခွင့်မပေးကြောင်း သင့်အားအကြောင်းကြားခြင်း ဖြစ်ပါသည် {{TipNum} ။

source: Access to whistleblower's identity denied
my: သတင်းပေးရဲ့ ကိုယ်ပိုင်အမှတ်သင်္ကေတအား ၀င်ရောက်ကြည့်ရှုခွင့်ကို ငြင်းငယ်တယ်

source: This is an email to notify you that a recipient has requested access to the whistleblower's identity for the report {TipNum}
my: ဤသည်မှာ လက်ခံရရှိသူမှ အစီရင်ခံစာအတွက် သတင်းပေးရဲ့ ကိုယ်ပိုင်အမှတ်သင်္ကေတအား ၀င်ရောက်ကြည့်ရှုခွင့် တောင်းခံသည့် အီးမေးလ်ဖြစ်ပါတယ်။ {TipNum}

source: The request can be accessed at:
my: တောင်းဆိုမှုကိုရယူနိုင်ပါသည် -

source: New request of access to a whistleblower's identity
my: သတင်းပေးသူတစ်ဦး၏ ကိုယ်ပိုင်လက္ခဏာကိုရယူရန် တောင်းဆိုမှုအသစ်

source: This is an email to notify you that the whistleblower for the report {TipNum} has provided their identity.
my: ဤသည်မှာအစီရင်ခံစာ {TipNum} အတွက်သတင်းပေးသူသည် သူတို့မည်သူမည်ဝါဖြစ်ကြောင်း ဖော်ပြသည့်အီးမေးလ်ဖြစ်ပါတယ်။

source: The whistleblower has provided their identity
my: သတင်းပေးသည် သူတို့၏ကိုယ်ပိုင်အမှတ်သင်္ကေတများကို ထောက်ပံ့ပေးခဲ့သည်

source: You're receiving this email because a password reset has been requested for the account: {Username}
my: အကောင့်အတွက်စကားဝှက်ပြန်လည်သတ်မှတ်ရန် တောင်းခံသောကြောင့် ဤအီးမေးလ်ကို သင်လက်ခံရရှိသည် - {Username}

source: If you didn't make this request, you may safely ignore and delete this email.
my: သင် ဤတောင်းဆိုမှုကို မပြုလုပ်ပါက၊ သင်သည်ဤအီးမေးလ်ကို လုံခြုံစွာလျစ်လျူရှုပြီး ဖျက်ပစ်နိုင်သည်။

source: You can confirm your request by clicking the following link:
my: အောက်ပါ link ကိုနှိပ်ခြင်းအားဖြင့် သင်၏တောင်းဆိုမှုကို အတည်ပြုနိုင်ပါတယ် -

source: Password reset instructions
my: စကားဝှက်ကို ပြန်လည်သတ်မှတ်ရန် ညွှန်ကြားချက်များ

source: This is an email to inform you that your PGP key is expiring or has already expired.
my: ဤအီးမေးလ်သည်သင်၏ PGP key သက်တမ်းကုန်သွားပြီ သို့မဟုတ် သက်တမ်းကုန်သွားပြီဖြစ်ကြောင်း သင့်အားအကြောင်းကြားရန် ဖြစ်သည်။

source: You should extend its validity and update the key present on the platform, or upload a new key.
my: သင် ၎င်း၏တရားဝင်မှုကို တိုးမြှင့်ပြီး ပလက်ဖောင်းရှိသော့ကို အသစ်ပြောင်းခြင်း သို့မဟုတ် အသစ်တစ်ခုကို တွင်သွင်းဖို့သင့်သည်။

source: Without a valid PGP key, the system won't be able to encrypt data provided to you.
my: တရား၀င်သော PGP စကားဝှက်သော့မရှိလျှင်၊ စနစ်သည် သင့်အားပေးထားသည့် အချက်အလက်များအတွက် ကုဒ်ဖြင့်ပြောင်းလဲပြီး ပြန်လည် မဖြည်ပေးနိုင်ပါ။

source: Click the link to activate the platform:
my: ပလက်ဖောင်းကို သက်ဝင်စေဖို့ လင့်ခ်ကို နှိပ်ပါ။

source: Activation
my: အသက်၀င်စေခြင်း

source: A software update is available.
my: နောက်ဆုံးမွမ်းမံထားသော ဆော့ဖ်ဝဲကို ရရှိနိုင်ပါသည်။

source: It is good security practice to keep the platform up to date.
my: ပလက်ဖောင်းကို နောက်ဆုံးအဆင့်ထိ မွမ်းမံထားခြင်းသည် ကောင်းမွန်သောလုံခြုံရေး အလေ့အကျင့်တစ်ခု ဖြစ်သည်။

source: To learn about new features and bug fixes in the new version consult the change log at: {ChangeLogUrl}
my: ဗားရှင်းအသစ်ရှိ အင်္ဂါရပ်အသစ်များနှင့် အမှားပြင်ဆင်မှုများအကြောင်း လေ့လာရန် အပြောင်းအလဲမှတ်တမ်းကိုကြည့်ပါ။ {ChangeLogUrl}

source: For instructions on software updates, please refer to the documentation at: {UpdateGuideUrl}
my: ဆော့ဖ်ဝဲအသစ်ပြောင်းခြင်းနှင့်ပတ်သက်သော ညွှန်ကြားချက်များအတွက် ကျေးဇူးပြု၍ {UpdateGuideUrl} ရှိ စာရွက်စာတမ်းများကိုကြည့်ပါ -

source: The earliest expiration date is {EarliestExpirationDate}.
my: အစောဆုံး သက်တမ်းကုန်ဆုံးသည့်နေ့မှာ {EarliestExpirationDate} ဖြစ်သည်။

source: Please remember to check them before they are deleted.
my: အဲဒါတွေကို မဖျက်ခင်စစ်ဆေးရန်သတိပြုပါ။

source: Some reports will expire soon
my: အချို့အစီရင်ခံစာများသည် မကြာမီသက်တမ်းကုန်တော့မည်

source: This is an email to notify you that a whistleblower has selected you as a valuable recipient of their report.
my: ဤသည်ကသတင်းပေးသူတစ်ဦးက သင့်အား သူတို့၏အစီရင်ခံစာအတွက် အဖိုးတန်သောလက်ခံသူအဖြစ်သင့်ကို ရွေးချယ်ထားကြောင်း သင့်အားအသိပေးရန် အီးမေးလ်ဖြစ်သည်။

source: You are asked to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks in the interest of the public. Therefore the material provided within this report should be considered to be of high importance.
my: ထိုနေရာ ပါ၀င်သည့်သတင်းအချက်အလက်နှင့်ပစ္စည်းများကို အထူးဂရုပြုရန်သင့်အားတောင်းဆိုသည်။ သတင်းပေးများသည် အများပြည်သူအကျိုးစီးပွားအတွက် မြင့်မားသောပုဂ္ဂိုလ်ရေးအန္တရာယ်များကို မကြာခဏကြုံတွေ့ရလေ့ရှိကြောင်း သတိရပါ။ ထို့ကြောင့် ဤအစီရင်ခံစာအတွင်းပါ၀င်သော အကြောင်းအရာများသည် အလွန်အရေးကြီးကြောင်း ထည့်သွင်းစဉ်းစားသင့်သည်။

source: New report
my: အစီရင်ခံစာအသစ်

source: This is an email to notify that an existing report has been updated.
my: ဤသည် ရှိပြီးသားအစီရင်ခံစာကို ထပ်မံမွမ်းမံထားပြီးကြောင်း အသိပေးရန်အီးမေးလ်ဖြစ်သည်။

source: Report updated
my: အစီရင်ခံစာအား ထပ်မံမွမ်းမံထားသည်။

source: This email is to remind you the presence of unread or updated reports.
my: ယခုအီးမေးလ်သည် သင်မဖတ်ရသေးသော သို့မဟုတ် မွမ်းမံထားသော အစီရင်ခံစာများရှိကြောင်း သတိပေးရန်ဖြစ်သည်။

source: Reminder about unread or updated reports
my: မဖတ်ရသေးသော သို့မဟုတ် ထပ်မံမွမ်းမံထားသောအစီရင်ခံစာများအကြောင်း သတိပေးပါ

source: Role: {Role}
my: အခန်းကဏ္ဍ - {Role}

source: Password: {Password}
my: စကား၀ှက် - {Password}
