Repository: 0xETHengineer/GlobaLeaks
Catalog: client/pot/*.po
Languages: my

source: Log in
my: အကောင့်ဝင်ရောက်သည်

source: Main configuration
my: အဓိကဖွဲ့စည်းတည်ဆောက်ပုံ

source: Theme customization
my: Theme ဖန်တီးပြုပြင်ခြင်း

source: Languages
my: ဘာသာစကားများ

source: Text customization
my: စာသားစိတ်ကြိုက်ဖန်တီးမှု

source: Advanced settings
my: အဆင့်မြင့်ဆက်တင်

source: Questionnaire configuration
my: မေးခွန်းလွှာပုံစံဖွဲ့စည်းပုံ

source: Question templates
my: မေးခွန်း template များ

source: Questionnaires
my: မေးခွန်းလွှာများ

source: Add new questionnaire
my: မေးခွန်းလွှာအသစ်ထည့်ပါ

source: Home
my: ပင်မစာမျက်နှာ

source: Changelog
my: ပြင်ဆင်သည့်မှတ်တမ်း

source: License
my: လိုင်စင်

source: Notification templates
my: အသိပေးချက် template များ

source: Delete
my: ဖျက်သည်

source: Anomalies
my: မူမှား

source: Preferences
my: ဦးစားပေးချက်များ

source: Notification settings
my: အသိပေးဆက်တင်

source: file unavailable
my: ဖိုင်မရနိုင်ပါ

source: Date
my: ရက်စွဲ

source: Expiration date
my: သက်တမ်းကုန်ဆုံးရက်

source: Last Access
my: နောက်ဆုံးဝင်ရောက်ခွင့်

source: Files
my: ဖိုင်များ

source: Comments
my: မှတ်ချက်များ

source: Messages
my: ပန်ကြားစာများ

source: Select this recipient.
my: ဒီလက်ခံသူကိုရွေးပါ။

source: Unselect this recipient.
my: ဒီလက်ခံသူကိုမရွေးပါ။

source: This recipient cannot be deselected.
my: ဒီလက်ခံသူကို ဖျက်သိမ်းလို့မရပါ။

source: Details
my: အသေးစိတ်

source: Platform wizard
my: ပလက်ဖောင်းဝိဇ္ဇာ

source: CREDIT CARD
my: အကြွေးဝယ်ကဒ်

source: YOUR NAME
my: သင့်ရဲ့အမည်

source: Label the report
my: အစီရင်ခံစာကိုနာမည်ပေးပါ

source: Postpone the expiration date
my: သက်တမ်းကုန်ဆုံးမည့်ရက်ကိုရွှေ့ဆိုင်းပါ

source: Select all
my: အားလုံးကိုရွေးချယ်ပါ

source: Deselect all
my: အားလုံးကိုမရွေးချယ်ပါ

source: Refresh
my: ပြန်လှုပ်နှိုးရန်

source: Context
my: အခြေအနေ

source: Private messages
my: ကိုယ်ရေးကိုယ်တာ သီးသန့်သတင်းစကားများ

source: Preview
my: ကြိုတင်ကြည့်

source: The whistleblower has already read the last update
my: သတင်းပေးကနောက်ဆုံးရသတင်းကို ဖတ်ပြီးပါပြီ

source: The whistleblower has not read the last update yet
my: သတင်းပေးက နောက်ဆုံးရသတင်းကိုမဖတ်ရသေးပါ

source: Move up
my: အပေါ်သို့တက်ပါ

source: Move down
my: အောက်ကိုဆင်းပါ

source: Move left
my: ဘယ်ဘက်သို့ရွှေ့ပါ

source: Move right
my: ညာဘက်ကိုရွှေ့ပါ

source: Import
my: ထည့်သွင်း

source: Export
my: တင်ပို့

source: Save all
my: အားလုံးသိမ်းပါ

source: Access control
my: ၀င်ရောက်ခွင့်ကိုထိန်းချုပ်

source: The connection has been secured with HTTPS ensuring confidentiality.
my: HTTPS ကိုအသုံးပြုဆက်သွယ်ခြင်းဟာ လုံခြုံစိတ်ချရပါတယ်။

source: The connection has been secured with Tor ensuring confidentiality and anonymity.
my: Tor ကိုကြားခံထားအသုံးပြုခြင်းဟာ လုံခြုံစိတ်ချရတဲ့လျှို့၀ှက်ဆက်သွယ်မှုကို ရစေပါတယ်။

source: vertical
my: ဒေါင်လိုက်

source: horizontal
my: အလျားလိုက်

source: Number
my: နံပါတ်

source: Email
my: အီးမေးလ်

source: Regular expression validator
my: ပုံမှန်စကားရပ်တွေအတွက်စစ်ဆေးပါ

source: Minimum number of input characters
my: အနည်းဆုံးထည့်သွင်းနိုင်တဲ့အက္ခရာအရေအတွက်

source: Maximum number of input characters
my: အများဆုံးထည့်သွင်းနိုင်တဲ့အက္ခရာအရေအတွက်

source: Earliest selectable date
my: အစောဆုံးရွေးချယ်နိုင်သောရက်စွဲ

source: Latest selectable date
my: နောက်ဆုံးရွေးချယ်နိုင်သောရက်စွဲ

source: 0 = auto
my: 0 = အလိုအလျောက်

source: True
my: အမှန်

source: False
my: အမှား

source: Yes
my: ဟုတ်တယ်

source: No
my: မဟုတ်ပါ

source: Attachment
my: ပူးတွဲဖိုင်

source: Attachments
my: ပူးတွဲဖိုင်များ

source: Change your password
my: သင့်ရဲ့စကား၀ှက်ကိုပြောင်းလဲပါ

source: User
my: အသုံးပြုသူ

source: Motivation
my: လှုံ့ဆော်မှု

source: Status
my: အခြေအနေ

source: Request motivation
my: လှုံ့ဆော်မှုတောင်းခံ

source: Reply motivation
my: လှုံ့ဆော်မှုကိုတုံ့ပြန်ပါ

source: Request status
my: အခြေအနေကိုတောင်းဆိုပါ

source: Custodian
my: အုပ်ထိန်းသူ

source: Custodian of the identities
my: အုပ်ထိန်းသူတို့ရဲ့ ကိုယ်ပိုင်အမှတ်သင်္ကေတများ

source: Identity
my: ကိုယ်ပိုင်အမှတ်သင်္ကေတ

source: Available
my: ရရှိနိုင်သော

source: Not available
my: မရရှိနိုင်သော

source: Access requested
my: ဝင်ရောက်ခွင့်တောင်းခံပြီး

source: Request access to the whistleblower's identity
my: သတင်းပေးရဲ့ကိုယ်ပိုင်အမှတ်သင်္ကေတများကို ကြည့်ရှုခွင့်ရရန်တောင်းဆိုတယ်

source: Please write a motivation
my: ကျေးဇူးပြုပြီး လှုံ့ဆော်မှုတစ်ခုရေးပေးပါ

source: Reply to the request
my: တောင်းဆိုမှုကိုတုံ့ပြန်ပါ

source: Authorized
my: ခွင့်ပြုပြီး

source: Denied
my: ငြင်းပယ်တယ်

source: Waiting for authorization
my: ခွင့်ပြုချက်ကိုစောင့်ဆိုင်းနေတယ်

source: New request
my: တောင်းခံမှုအသစ်

source: Authorize
my: ခွင့်ပြုတယ်

source: Deny
my: ငြင်းဆိုတယ်

source: Deny access to the whistleblower's identity
my: သတင်းပေးများရဲ့ ကိုယ်ပိုင်အမှတ်သင်္ကေတများကို ကြည့်ခွင့်ပေးမပါ

source: Authorize access to the whistleblower's identity
my: သတင်းပေးရဲ့ ကိုယ်ပိုင်အမှတ်သင်္ကေတကို ဝင်ရောက်ကြည့်ခွင့်ပြုတယ်

source: Templates
my: တင်းပလိတ်များ

source: HTTPS settings
my: HTTPS ချိတ်ဆက်မှုများ

source: URL redirects
my: URL ဦးတည်ရာပြောင်းမှုများ

source: Anomaly detection thresholds
my: မူမမှန်ချက်ကို ထောက်လှမ်းသည့်တံခါး

source: Available disk space
my: ရရှိနိုင်သောဟာ့ဒစ်၏နေရာ

source: Last update
my: နောက်ဆုံးမွမ်းမံခြင်း

source: Custodian notification templates
my: အုပ်ထိန်းသူထံအကြောင်းကြားသောတန်းပလိတ်

source: This interface allows configuring email templates used to notify custodians.
my: ဒီနေရာတွင် အုပ်ထိန်းသူများအား အသိပေးသည့် အီးမေးလ်တန်းပလိတ်များအား ပြန်လည်ဖွဲ့စည်းခွင့်ပေးပါတယ်။

source: Disable notifications to administrators
my: အုပ်ချုပ်ရေးမှူးများအတွက်အကြောင်းကြားစာများကို ပိတ်ပါ

source: Disable notifications to custodians
my: အုပ်ထိန်းသူများအတွက် အကြောင်းကြားစာများကို ပိတ်ပါ

source: Disable notifications to recipients
my: လက်ခံသူများအား အသိပေးချက်များကို ပိတ်ပါ

source: Score
my: ရမှတ်

source: Trigger question
my: မေးခွန်းခလုတ်

source: Triggered by score:
my: ရမှတ်မှအစပျိုး -

source: Weak
my: အားနည်း

source: Acceptable
my: လက်ခံနိုင်သော

source: Strong
my: အားကောင်း

source: Text shown on top of the interface for selecting contexts
my: အခင်းအကျင်းများရွေးချယ်ခြင်းအတွက် မျက်နှာပြင်ပေါ်ရှိစာသား

source: Type to search…
my: ရှာဖွေရန်စာရိုက်ရိုက်ပါ

source: Silence email notifications
my: အီးမေးလ်သတိပေးချက်များကို တိတ်ဆိတ်စွာ ထားပါ

source: Turn on email notifications
my: အီးမေးလ်သတိပေးချက်များကို ဖွင့်ပါ

source: Input validation
my: Input ကို အတည်ပြုခြင်း

source: Email address
my: အီးမေးလ်လိပ်စာ

source: Custom
my: စိတ်ကြိုက်

source: None
my: ဘာမှမရှိ

source: Regular expression
my: ပုံမှန်စကားရပ်

source: Activate
my: သက်ဝင်စေပါ

source: Disactivate
my: ရပ်တန့်ပါ

source: Search
my: ရှာရန်

source: This custom text is no longer displayed on the platform. The original text has either changed or been removed.
my: ဤစိတ်ကြိုက်စာသားသည် ပလက်ဖောင်းပေါ်တွင်မရှိတော့ပါ။ မူရင်းစာသားသည် ပြောင်းလဲသွားပြီ သို့မဟုတ် ဖယ်ရှားခံလိုက်ရသည်။

source: Audit log
my: စာရင်းစစ်မှတ်တမ်း

source: Stats
my: အသုံးပြုမှုဆိုင်ရာအချက်အလက်များ

source: Activities
my: အသုံးပြုမှုများ

source: Reports
my: အစီရင်ခံစာများ

source: Users
my: အသုံးပြုသူများ

source: From
my: မှ

source: Number of downloads
my: ကူးဆွဲထားသောအရေအတွက်များ

source: File size not accepted.
my: ဖိုင်အရွယ်အစားကို လက်ခံပါ။

source: Maximum file size is:
my: ဖိုင်အရွယ်အစားအကြီးဆုံးမှာ -

source: Scheduled jobs
my: စီစဉ်ထားသောအလုပ်များ

source: Sites management
my: ဆိုဒ်များစီမံခန့်ခွဲမှု

source: Regenerate
my: ပြန်လည်ထူထောင်

source: Display options alphabetically
my: ရွေးစရာများကို အက္ခရာစဉ်ဖြင့်ပြပါ

source: Enable email notifications for:
my: အီးမေးလ်သတိပေးချက်များကို ဖွင့်ပါ -

source: Disable
my: ပယ်ဖျက်သည်

source: Remove
my: ဖယ်ရှားရန်

source: Use as default
my: ပုံမှန်အဖြစ်အသုံးပြုပါ

source: Create your whistleblowing platform
my: မင်းရဲ့သတင်းပေးတဲ့ ပလက်ဖောင်းကိုဖန်တီးပါ

source: Collapse
my: ပြိုကျသည်

source: Expand
my: တိုးချဲ့

source: Select
my: ရွေးချယ်ပါ

source: Surname
my: မိသားစုအမည်

source: New
my: အသစ်

source: Opened
my: ဖွင့်လှစ်ပြီး

source: Closed
my: ပိတ်ထားသည်

source: Placeholder
my: နေရာ

source: Print
my: ပုံနှိပ်ပါ

source: Previous
my: လွန်ခဲ့သော

source: Next
my: ရှေ့ဆက်ရန်

source: First
my: ပထမ

source: Last
my: နောက်ဆုံး

source: Running
my: အပြေး

source: Not running
my: မပြေးဘူး

source: Send a test email to your email address.
my: သင့်အီးမေးလ်လိပ်စာအား စမ်းသပ်အီးမေးလ်ပို့ပါ။

source: Block the submission
my: တင်သွင်းမှုကိုပိတ်ပါ

source: Skip the recipient account creation.
my: လက်ခံသူ အကောင့်ဖန်တီးခြင်းကို ကျော်လိုက်ပါ။

source: Send activation link
my: activation link ကိုပို့ပါ

source: Password reset
my: စကားဝှက်ပြန်လည်သတ်မှတ်ပါ

source: One or more recipients have not performed the first login yet. This means they won't be receiving reports.
my: လက်ခံသူတစ်ဦး သို့မဟုတ် အခြားမည်သူတစ်ဉီးမှ ပထမဆုံး login မလုပ်ရသေးပါ။ ဆိုလိုသည်မှာသူတို့သည် အစီရင်ခံစာများ လက်ခံရရှိလိမ့်မည် မဟုတ်ပါ။

source: This user has not performed the first login yet.
my: ဤအသုံးပြုသူသည် ပထမဉီးဆုံး login ပင် မလုပ်ရသေးပါ။

source: seconds
my: စက္ကန့်ပိုင်း

source: This domain name is not available.
my: ဤဒိုမိန်းနာမည်ကို မရနိုင်ပါ။

source: VAT number
my: VAT နံပါတ်

source: Tax code
my: အခွန်ကုဒ်

source: File a report
my: အစီရင်ခံစာတင်ပါ

source: Before proceeding, please set a new password.
my: ရှေ့ဆက်မလုပ်မီ စကားဝှက်အသစ်ကို ထည့်ပါ။

source: New password
my: စကား၀ှက်အသစ်

source: The chosen password is too weak. A valid password should be at least 10 characters long and contain a variety of characters including at least a lowercase character, a capital character, a number and a special character.
my: ရွေးချယ်ထားသောစကားဝှက်သည် အလွန်အားနည်းနေသည်။ တရားဝင်စကားဝှက်သည် အနည်းဆုံး စာလုံးရေ ၁၀ လုံးရှိသင့်ပြီး အနည်းဆုံးစာလုံးအသေး၊ စာလုံးအကြီး၊ နံပါတ်နှင့် အထူးအက္ခရာများပါဝင်သော အက္ခရာအမျိုးမျိုး ရှိသင့်သည်။

source: The new password must be different from the current one.
my: စကားဝှက်အသစ်သည် လက်ရှိသုံးနေသော စကားဝှက်နှင့် ကွဲပြားရမည်။

source: Type your new password again
my: သင်၏စကားဝှက်အသစ်ကို ထပ်ရိုက်ပါ။

source: The two passwords do not match
my: စကားဝှက်နှစ်ခုသည် မတူညီပါ

source: The new password must differ from the previous.
my: စကားဝှက်အသစ်သည် ယခင်အဟောင်းနှင့် မတူရပါ။

source: Proceed
my: ဆက်လက်ဆောင်ရွက်ရန်

source: Before proceeding, please enable the two factor authentication.
my: ဆက်လက်မလုပ်ဆောင်မှီ နှစ်ဆင့်စစ်ဆေးခြင်းကို အတည်ပြုပါ။

source: Disable submissions
my: တင်ပြချက်များကို ပိတ်လိုက်ပါ

source: Enable encryption
my: ကုဒ်ဖြင့်ပြောင်းလဲပြီး ဖွင့်လိုက်ပါ။

source: Enable administrators to change user passwords
my: အသုံးပြုသူ၏စကားဝှက်များကို ပြောင်းလဲရန် အုပ်ချုပ်ရေးမှူးများကို ခွင့်ပြုပေးပါ။

source: Administrators authorized to change user passwords:
my: အုပ်ချုပ်သူများသည် အသုံးပြုသူ၏စကားဝှက်များကို ပြောင်းလဲပိုင်ခွင့်ရှိသည် -

source: Enable multisite feature
my: ဆိုဒ်တစ်ခုထက်ပို၍ အလုပ်လုပ်နိုင်သော အလုပ်လုပ်နိုင်စွမ်းကို ဖွင့်ပေးပါ

source: Enable simplified login
my: ရိုးရှင်းသော login ကိုဖွင့်ပါ

source: Allow recipients to delete reports
my: လက်ခံသူများအား အစီရင်ခံစာများကို ဖျက်ရန်ခွင့်ပြုပါ

source: Allow recipients to postpone expiration date of the report
my: လက်ခံသူများအား အစီရင်ခံစာသက်တမ်းကုန်ဆုံးမည့်နေ့ကို ရွှေ့ဆိုင်းရန်ခွင့်ပြုပါ

source: Allow recipients to grant permissions to whistleblowers on specific reports
my: သတင်းပေးများအား တိကျသောအစီရင်ခံစာများတင်သွင်းခွင့်ကို လက်ခံသူများမှ ပြုလုပ်နိုင်အောင် ခွင့်ပြုပါ

source: Enable search engines indexing
my: ရှာဖွေရေးအင်ဂျင် ရည်ညွှန်းချက်ကို ဖွင့်ပါ

source: Enable custom privacy panel
my: စိတ်ကြိုက် privacy panel ကိုဖွင့်ပါ

source: Custom privacy panel
my: စိတ်ကြိုက် privacy panel

source: Disable the privacy panel
my: privacy panel ကို ပိတ်ပါ

source: Enable the receipt hint
my: ငွေလက်ခံဖြတ်ပိုင်းအရိပ်အမြွက် ဖော်ပြမှု

source: Default questionnaire
my: နဂိုမူလမေးခွန်းလွှာ

source: Show contexts in alphabetical order
my: အခင်းအကျင်းများကို အက္ခရာစဉ်အတိုင်းပြပါ

source: Do not expose users' names
my: အသုံးပြုသူများ၏ အမည်များကို မဖော်ပြပါနှင့်

source: Size limit for file attachments
my: ဖိုင်တွဲများအတွက် အရွယ်အစားကန့်သတ်ချက်

source: in megabytes
my: megabytes တွင်

source: Require two factor authentication
my: နှစ်ဆင့် စစ်ဆေးခြင်းကို လိုအပ်သည်

source: Password change interval
my: စကားဝှက်ပြောင်းလဲမှု ကြားကာလ

source: For security reasons, password changes are required at regular intervals.
my: လုံခြုံရေးအကြောင်းပြချက်များအတွက် စကားဝှက်အပြောင်းအလဲများ ပုံမှန်ကြားဖြတ်လိုအပ်သည်။

source: Set the value to 0 to disable this feature.
my: ဒီလက္ခဏာရပ်များကို ပိတ်ပင်ဖို့ တန်းဖိုးကို 0 ထားပါ။

source: Number of days till notifying unread reports to users
my: သုံးစွဲသူများအား မဖတ်ရသေးသောအစီရင်ခံစာများကို မကြေငြာမှီ ရက်အရေအတွက်

source: Enable custodian user role
my: အုပ်ထိန်းနိုင်သော အသုံးပြုသူအဖြစ် ဖွင့်ပေးပါ

source: Enable scoring system
my: အမှတ်ပေးစနစ်ကို ဖွင့်ပါ

source: Enable private annotations
my: သီးသန့်မှတ်ချက်များကို ဖွင့်ပါ

source: Allow the following websites to embed the platform inside iframes
my: အောက်ပါဝက်ဘ်ဆိုက်များကို ပလက်ဖောင်းပေါ်ရှိ iframes အတွင်း၌ မြှပ်ထားရန် ခွင့်ပြုပါ

source: Logging level
my: လော့ဂင်၀င်မှု အဆင့်

source: Log accesses of internal users
my: အတွင်းပိုင်းအသုံးပြုသူများ၏ ဝင်ရောက်ခွင့် log

source: Notify administrators of software problems
my: ဆော့ဖ်၀ဲ ပြဿနာများအတွက် အုပ်ချုပ်ရေးမှူးများကိုအသိပေးပါ

source: Notify developers of software problems
my: ဆော့ဖ်၀ဲ ပြဿနာများအတွက် developer များအား အကြောင်းကြား

source: By enabling this feature, you will contribute to the development and security of the platform.
my: ဤလက္ခဏာရပ်များကိုဖွင့်ထားခြင်းဖြင့် သင်ရဲ့ပလက်ဖောင်း၏ ဖွံ့ဖြိုးတိုးတက်မှုနှင့်လုံခြုံရေးကို အထောက်အကူပြုလိမ့်မည်။

source: Save
my: သိမ်းဆည်းပါ

source: Reset reports
my: အစီရင်ခံစာများပြန်လည်သတ်မှတ်မည်

source: Low
my: အနိမ့်

source: High
my: အမြင့်

source: megabytes
my: မီဂါဘိုက်

source: percentage
my: ရာခိုင်နှုန်း

source: Type
my: အမျိုးအစား

source: Severity
my: ပြင်းထန်မှု

source: Object
my: အရာဝတ္ထု

source: ID
my: အိုင်ဒီ

source: Username
my: အသုံးပြုသူအမည်

source: Role
my: အခန်းကဏ္ဍ

source: Name
my: အမည်

source: Creation date
my: ဖန်တီးသည့်ရက်စွဲ

source: Last access
my: နောက်ဆုံးဝင်ရောက်ခွင့်

source: Connection
my: ဆက်သွယ်မှုလိုင်း

source: Whistleblower's last access
my: အသိပေးသူမှ နောက်ဆုံးဝင်ရောက်ထားမှု

source: Substatuses
my: ထပ်ခွဲအခြေအနေများ

source: Add
my: ထည့်သွင်းရန်

source: Label
my: အညွှန်း

source: This field is mandatory
my: ဤကွက်လပ်အား မဖြစ်မနေဖြည့်စွက်ဖို့ လိုအပ်သည်

source: Edit
my: တည်းဖြတ်ပါ

source: Cancel
my: ဖျက်သိမ်းရန်​

source: Report statuses
my: အခြေအနေများကို သတင်းပို့ပါ

source: Logo
my: လိုဂို

source: Project name
my: စီမံကိန်းအမည်

source: Homepage title
my: ပင်မစာမျက်နှာခေါင်းစဉ်

source: Presentation
my: တင်ပြချက်

source: Question to solicit possible whistleblowers
my: အလားအလာရှိသော သတင်းပေးများအား မေးရန်မေးခွန်း

source: Whistleblowing button
my: သတင်းပေးသည့်ခလုတ်

source: Enable disclaimer
my: စွပ်စွဲမှုပြုလုပ်နိုင်ပါသည်

source: Title
my: ခေါင်းစဉ်

source: Text
my: စာသား

source: Footer
my: အောက်ခြေ

source: Upload
my: ဆွဲတင်ပါ

source: Download
my: ဒေါင်းလုပ်

source: Language:
my: ဘာသာစကား

source: Add custom text
my: စိတ်ကြိုက်စာသားထည့်ပါ

source: Custom text
my: စိတ်ကြိုက်စာသား

source: Original text
my: မူရင်းစာသား

source: Original translation
my: မူရင်းဘာသာပြန်ခြင်း

source: Custom translation
my: စိတ်ကြိုက်ဘာသာပြန်ဆိုခြင်း

source: Contexts
my: အခင်းအကျင်း

source: Hidden
my: လျှို့ဝှက်

source: Disabled
my: ပိတ်ထားသည်

source: Enabled
my: ဖွင့်ထားသည်

source: Description
my: ဖော်ပြချက်

source: Questionnaire
my: မေးခွန်းလွှာ

source: Recipients
my: လက်ခံသူများ

source: days
my: ရက်

source: Show the questionnaire navigation interface
my: မေးခွန်းလွှာ လမ်းညွှန်မျက်နှာပြင်ကို ပြပါ

source: Allow whistleblowers to select their recipients
my: သတင်းပေးများအား ၎င်းတို့၏ လက်ခံသူများအား ရွေးချယ်ခွင့်ပြုပါ

source: Select all recipients by default
my: လက်ခံရရှိသူအားလုံးကို ပုံမှန်အားဖြင့်ရွေးချယ်ပါ

source: Maximum number of selectable recipients:
my: ရွေးချယ်နိုင်သောလက်ခံသူအများဆုံး အရေအတွက် -

source: Show recipients in alphabetical order
my: လက်ခံသူများကို အက္ခရာစဉ်အတိုင်း ပြပါ

source: Show recipient details on the status page of the report
my: လက်ခံသူ၏အသေးစိတ်အချက်အလက်ကို အစီရင်ခံစာ၏ အခြေအနေစာမျက်နှာ ပေါ်တွင်ပြပါ

source: Enable comments
my: မှတ်ချက်များကိုဖွင့်ပါ

source: Allow whistleblowers to write comments
my: သတင်းပေးသူများအား မှတ်ချက်များရေးသားရန် ခွင့်ပြုပါ

source: Enable private messages
my: သီးသန့်စာတိုများကိုခွင့်ပြုပါ

source: Allow whistleblowers to send messages
my: သတင်းပေးသူများအား မက်ဆေ့ခ်ျများပို့ရန် ခွင့်ပြုပါ

source: Let whistleblowers add attachments onto existing reports
my: သတင်းပေးများအား လက်ရှိအစီရင်ခံစာများတွင် ပူးတွဲဖိုင်များကို ထည့်ခွင့်ပြုပါ

source: Let recipients upload files to whistleblowers
my: စာလက်ခံသူများမှ သတင်းပေးများထံသို့ ဖိုင်များ တင်ပို့ခွင့်ပြုပါ

source: Additional questionnaire
my: အပိုဆောင်းမေးခွန်းလွှာ

source: Scoring system options
my: အမှတ်ပေးစနစ်မှ ရွေးချယ်စရာများ

source: Threshold
my: တံခါး၀

source: Value
my: တန်ဖိုး

source: Medium
my: အလယ်အလတ်

source: Customize the message shown in the receipt page
my: လက်ခံရရှိမှု စာမျက်နှာတွင်ပြထားသော မက်ဆေ့ခ်ျကို စိတ်ကြိုက်ပြင်ဆင်ပါ

source: Assign the receipt only to reports reaching score:
my: ရမှတ်သို့ရောက်ရှိသည့် အစီရင်ခံစာများကိုသာ လက်ခံရရှိပြီးကြောင်းသတ်မှတ်ပါ -

source: Software version:
my: ဆော့ဝဲအသွင်အပြင်

source: Restrict access to specific IP addresses
my: အတိအကျသောသတ်မှတ်ထားသော IP လိပ်စာများကို အသုံးပြုခွင့်ကို ကန့်သတ်ပါ

source: Allowed IP addresses
my: ခွင့်ပြုထားသော IP လိပ်စာများ

source: Admin
my: အကောင့်အုပ်ချုပ်သူ

source: Recipient
my: လက်ခံသူ

source: Each entry must be separated with a comma.
my: တစ်ခုချင်းစီကို ကော်မာခြား၍ ထည့်သွင်းရမည်။

source: Example:
my: ဥပမာ -

source: Hostname
my: အထိုင်နေရာနာမည်

source: Invalid input format.
my: မခိုင်လုံသော ထည့်သွင်းမှုပုံစံ။

source: Input should be similar to:
my: ထည့်သွင်းမှုသည် ဆင်တူဖြစ်သင့်၏ -

source: Using Let's Encrypt requires agreement to their Terms of Service.
my: Let's Encrypt ကို အသုံးပြုခြင်းပြုရာတွင် ၀န်ဆောင်မှုဆိုင်ရာ သတ်မှတ်ချက်များကို သဘောတူရန်လိုအပ်သည်။

source: Read the Terms of Service
my: ဝန်ဆောင်မှု၏ စည်းကမ်းချက်များကိုဖတ်ပါ

source: I agree to the Terms of Service.
my: ဝန်ဆောင်မှု၏စည်းကမ်းချက်များကို သဘောတူသည်။

source: Country code
my: နိုင်ငံသင်္ကေတ

source: City
my: မြို့

source: Organization
my: အဖွဲ့အစည်း

source: Organizational unit
my: ဖွဲ့စည်းမှုစတင်လှုပ်ဆောင်သည်

source: Invalid email address
my: မမှန်ကန်သောအီးမေးလ်လိပ်စာ

source: Generate
my: ဖြစ်ပေါ်စေသည်

source: Private Key
my: သီးသန့်ဖြစ်သော စကားဝှက်သော့

source: Certificate Signing Request
my: အသိအမှတ်ပြုလက်မှတ်တွင် လက်မှတ်ထိုးရန် တောင်းဆိုခြင်း

source: Certificate
my: အသိအမှတ်ပြုလက်မှတ်

source: Valid until:
my: သက်တမ်းရှိ တိုင်အောင် -

source: Issuer:
my: ထုတ်ပေးသူ -

source: Intermediate Certificates
my: အလယ်အလတ် လက်မှတ်များ

source: Enable
my: ဖွင့်မယ်

source: Reset
my: ပြန်ချိန်ရန်

source: The platform supports the configuration of HTTPS through this interface.
my: ပလက်ဖောင်းသည် ဤ interface မှတဆင့် HTTPS ၏ ဖွဲ့စည်းမှုကို ထောက်ပံ့သည်။

source: Automatic configuration
my: အလိုအလျောက်ဖွဲ့စည်းမှု

source: Using automatic HTTPS configuration will handle the entire process of requesting, enabling and renewing certificates from the Let's Encrypt Certificate Authority.
my: အလိုအလျောက် HTTPS စီမံခန့်ခွဲမှုကို အသုံးပြုခြင်းသည် Let's Encrypt Certificate Authority မှတောင်းဆိုခြင်း၊ ဖွင့်ခြင်းနှင့် သက်တမ်းတိုးခြင်းလုပ်ငန်းစဉ်တစ်ခုလုံးကို ကိုင်တွယ်လိမ့်မည်။

source: The platform must be reachable through a public IP address and the selected hostname must have a corresponding DNS record referencing that address.
my: အများပြည်သူဆိုင်ရာ IP လိပ်စာမှတစ်ဆင့် ဆက်သွယ်မှုလမ်းကြောင်းကိုရောက်ရှိနိုင်ပြီး ရွေးချယ်ထားသော hostname တွင် ထိုလိပ်စာကို ရည်ညွှန်းသည့် DNS မှတ်တမ်းတစ်ခုရှိရမည်။

source: Manual configuration
my: စီစဉ်ဖွဲ့စည်းမှုလက်စွဲ

source: The manual configuration wizard will guide you through the setup of HTTPS from an alternative Certificate Authority.
my: Manual configuration wizard သည်အခြား Certificate Authority မှ HTTPS ကို setup လုပ်၍ လမ်းညွှန်ပေးလိမ့်မည်။

source: Auto-renewal
my: အလိုအလျောက်သက်တမ်းတိုးခြင်း

source: Tor Onion Service
my: Tor Onion ဝန်ဆောင်မှု

source: Anonymize outgoing connections
my: အထွက် ဆက်သွယ်မှုအမည်ဝှက်

source: Let the platform be reachable without Tor
my: Tor မပါပဲ ပလက်ဖောင်းကိုရောက်နိုင်အောင်လုပ်ပါ

source: Roles enabled to use the platform without Tor
my: Tor မပါဘဲ ပလက်ဖောင်းကို အသုံးပြုနိုင်အောင် ဖွင့်ပေးသည့်ကဏ္ဍ

source: Whistleblower
my: သတင်းပေး

source: To
my: သို့

source: SMTP email address
my: SMTP အီးမေးလ်လိပ်စာ

source: SMTP server address
my: SMTP ဆာဗာလိပ်စာ

source: SMTP server port
my: SMTP ဆာဗာထွက်ပေါက်

source: Security
my: လုံခြုံရေး

source: Warning
my: သတိပေးချက်

source: Require authentication
my: စစ်မှန်ကြောင်းသက်သေအထောက်အထား လိုအပ်သည်

source: Password
my: စကားဝှက်

source: Number of hours before sending a report expiration alert
my: အစီရင်ခံစာသက်တမ်းကုန်ဆုံးမှု သတိပေးချက်မပေးပို့မှီ နာရီအရေအတွက်

source: Test the configuration
my: အစိတ်အပိုင်းများဖွဲ့စည်းပုံကို စမ်းသပ်ပါ

source: Reset SMTP configuration
my: SMTP configuration ကို ပြန်လည်သတ်မှတ်ပါ

source: Reset notification templates to default
my: အကြောင်းကြားရန်တင်းပလိတ်များကို ပြန်လည်သတ်မှတ်ပါ

source: Template
my: တန်းပလိတ်

source: Question
my: မေးခွန်း

source: Single-line text input
my: တစ်ကြောင်းတည်း စာသားထည့်သွင်းမှု

source: Multi-line text input
my: စာကြောင်းမျိုးစုံထဲသို့ စာသားထည့်သွင်းမှု

source: Selection box
my: ရွေးချယ်ရေးဗူး

source: Checkbox
my: အမှန်ခြစ်

source: Terms of service
my: ဝန်ဆောင်မှု၏စည်းကမ်းချက်များ

source: Date range
my: ရက်စွဲအပိုင်းအခြား

source: Map
my: မြေပုံ

source: Group of questions
my: မေးခွန်းအုပ်စု

source: Row
my: အတန်း

source: Column
my: တိုင်

source: Width
my: အကျယ်

source: Multiple choice input
my: ဖြစ်နိုင်သောအဖြေများထဲမှ အမှန်ကို ရွေးချယ်ရသောဖြည့်သွင်းခြင်း

source: Question group
my: မေးခွန်းအုပ်စု

source: Hint
my: သဲလွန်စ

source: Required
my: လိုအပ်သည်

source: Accept multiple file uploads
my: တစ်ဖိုင်ထက်ပိုသော ဖိုင်တင်ပို့မှုကို လက်ခံပါ

source: Accept multiple answers
my: အဖြေများကိုလက်ခံပါ

source: Template override
my: တန်းပလိတ်ပယ်ဖျက်

source: Phone number
my: ဖုန်းနံပါတ်

source: Checkbox label
my: အမှန်ခြစ် တံဆိပ်

source: Add multimedia content
my: မာလ်တီမီဒီယာအကြောင်းအရာထည့်ပါ

source: Image
my: ဓါတ်ပုံ

source: Audio
my: အသံ

source: Video
my: ဗီဒီယို

source: Subject answer visibility to custodian authorization
my: အုပ်ချုပ်သူခွင့်ပြုချက်မှ ဘာသာရပ်အဖြေကိုမြင်နိုင်

source: Text shown upon negative answer
my: အနုတ်လက္ခဏာအဖြေအဖြစ် ပြထားတဲ့စာသား

source: Prompt confirmation upon negative answer
my: အပျက်သဘောဆောင်သောအဖြေအပေါ် လျင်မြန်စွာအတည်ပြုချက်

source: Text shown upon confirmation
my: အတည်ပြုချက်အပေါ်မှာ ပြထားတဲ့စာသား

source: Trigger conditions
my: ခလုတ် အခြေအနေများ

source: Sufficient
my: လုံလောက်

source: Options
my: ရွေးစရာများ

source: Addition
my: အပေါင်း

source: Multiplier
my: မြှောက်ကိန်း

source: Questions
my: မေးခွန်းများ

source: Add new question
my: မေးခွန်းအသစ်ထည့်ပါ

source: Add question from template
my: Template မှမေးခွန်းထည့်ပါ

source: Duplicate
my: ပွားသည်

source: Steps
my: အဆင့်များ

source: Site settings
my: ဆိုဒ်ချိန်ညှိချက်များ

source: Case management
my: ကိစ္စရပ်စီမံခန့်ခွဲမှု

source: Network settings
my: ကွန်ယက်ချိန်ညှိချက်များ

source: Sites
my: ဆိုဒ်များ

source: Mode:
my: အသွင်

source: Active
my: လှုပ်ရှားသော

source: Inactive
my: မလှုပ်ရှားသော

source: Configure
my: စီစဥ်မယ်

source: Subdomain
my: ဒိုမိန်းခွဲ

source: Creation date:
my: ဖန်တီးသည့်ရက်စွဲ -

source: Root domain used for secondary sites
my: ဒုတိယတန်းဆိုဒ်များအတွက် အသုံးပြုထားသော root domain

source: Use the first site for administrative purposes only
my: ပထမဆုံးဆိုဒ်ကို စီမံအုပ်ချုပ်မှုဆိုင်ရာ ရည်ရွယ်ချက်များအတွက်သာသုံးပါ

source: Enable multi-site login
my: Multi- site ကို login ဖွင့်ပါ

source: Allow users to sign up
my: အသုံးပြုသူများကိုမှတ်ပုံတင်ခွင့်ပြုသည်

source: Enable terms of service
my: ဝန်ဆောင်မှု၏စည်းကမ်းချက်များကိုဖွင့်ပါ
