Repository: 0xETHengineer/GlobaLeaks
Catalog: client/pot/*.po
Languages: my

source: Send an account activation link to the user.
my: အသုံးပြုသူအတွက်အကောင့် activation link ကိုပို့ပါ။

source: Public name
my: အများဆိုင်နာမည်

source: Send reset link
my: လင့်ကို ပြန်တပ်ပြီးပို့ပါ

source: Set password
my: စကားဝှက်သတ်မှတ်ပါ

source: Disable two factor authentication
my: နှစ်ဆင့်စစ်ဆေးခြင်းကို ပိတ်ပါ

source: Force password change
my: အတင်းအကြပ်စကား၀ှက်ကို ပြောင်းပါ

source: The user will be forced to change its password on next login.
my: အသုံးပြုသူအား နောက်တစ်ချိန် login ပြုလုပ်လျှင် သူ၏ password ကိုပြောင်းလဲပစ်ရန် အတင်းအကျပ်ခိုင်းစေလိမ့်မည်။

source: Language
my: ဘာသာစကား

source: Enable email notifications
my: အီးမေးလ်သတိပေးချက်များကိုဖွင့်

source: Details of the PGP key:
my: PGP key ရဲ့အသေးစိတ်အချက်အလက် -

source: Fingerprint
my: လက်ဗွေရာ

source: Set up encryption by providing a PGP public key
my: PGP public key ကိုပေးပြီး ကုဒ်ဖြင့်ပြောင်းလဲခြင်းကို တည်ဆောက်ပါ

source: Give this admin ability to change user passwords
my: အသုံးပြုသူ၏ စကားဝှက်များကို ပြောင်းလဲရန် ဤ admin ၏စွမ်းရည်ကို ပေးပါ

source: Forcefully selected
my: အတင်းအဓမ္မရွေးချယ်ထားကြသည်

source: Allow the recipient to postpone the report expiration date
my: လက်ခံသူအား အစီရင်ခံစာသက်တမ်းကုန်ဆုံးရက်ကို ရွှေ့ဆိုင်းရန် ခွင့်ပြုပါ

source: Allow the recipient to delete reports
my: လက်ခံသူအား အစီရင်ခံစာများကို ဖျက်ရန်ခွင့်ပြုပါ

source: Give the user administrative access to the following features:
my: အသုံးပြုသူအား အောက်ပါအင်္ဂါရပ်များကို စီမံခွင့်ပေးပါ -

source: Request date
my: တောင်းဆိုသည့်ရက်စွဲ

source: Report date
my: အစီရင်ခံရသည့်ရက်စွဲ

source: Authorization
my: ခွင့်ပြုချက်ပေးခြင်း

source: Requests
my: တောင်းဆိုမှုများ

source: The validation link is either incorrect or has expired.
my: အတည်ပြု လင့်သည်မမှန်ကန်ပါ (သို့) သက်တမ်းကုန်သွားပါပြီ။

source: Your new email address has been validated.
my: သင့်အီးမေးလ်လိပ်စာအသစ်အား အတည်ပြုပြီးဖြစ်သည်။

source: Forgot password?
my: စကားဝှက်ကိုမေ့နေပါသလား

source: Enter the two factor authentication code
my: နှစ်ဆင့်ခံ စစ်ဆေးခြင်း ကုတ်ကို ဖြည့်ပါ။

source: Authentication failed
my: စစ်မှန်ကြောင်းစစ်ခြင်း မအောင်မြင်ပါ

source: The code is either invalid or expired.
my: ကုဒ်သည်မမှန်ကန်ပါ (သို့မဟုတ်) သက်တမ်းကုန်သွားသည်။

source: Site:
my: ဆိုဒ် -

source: Please select your account:
my: ကျေးဇူးပြုပြီးသင့်အကောင့်ကိုရွေးချယ်ပါ -

source: Now type your password, then click 'Log in':
my: သင်၏စကားဝှက်ကိုရိုက်ထည့်ပါ၊ ပြီးနောက် 'Log in' ကိုနှိပ်ပါ -

source: Text shown after the user has selected the option.
my: အသုံးပြုသူမှ ရွေးစရာကိုရွေးချယ်ပြီးနောက်ပိုင်း ဖော်ပြထားတဲ့စာသား။

source: Confirm
my: အတည်ပြုရန်

source: Are you sure?
my: သေချာပါသလား

source: Assign score points
my: ရမှတ်များကို သတ်မှတ်ပေးခြင်း

source: Please note that all the associated data will be permanently deleted.
my: ဆက်နွယ်သောဒေတာအားလုံးကို အမြဲတမ်းဖျက်ပစ်မည်ဖြစ်ကြောင်း ကျေးဇူးပြု၍ မှတ်သားပါ။

source: This is a demo platform, please do not use it for real submissions.
my: ဒီဟာက နမူနာပလက်ဖောင်းတစ်ခုဖြစ်ပြီး၊ အမှန်တကယ်တင်သွင်းခြင်းအတွက် အသုံးမပြုပါနဲ့။

source: Install an authenticator app on your phone
my: သင့်ဖုန်းပေါ်တွင် authenticator အက်ပ်ကို ထည့်ပါ။

source: Scan the QR code with the app
my: အက်ပ်ဖြင့် QR ကုဒ်ကို စကင်ဖတ်ပါ

source: Enable two factor authentication
my: နှစ်ဆင့်စစ်ဆေးခြင်းကို ခွင့်ပြုပါ

source: Close
my: ပိတ်ရန်

source: Before proceeding please read carefully the documentation at:
my: ဆက်လက်မလုပ်ဆောင်မှီမှာ စာရွက်စာတမ်းများကို သေချာဖတ်ပါ -

source: Your account recovery key is:
my: သင်၏အကောင့် ပြန်လည်ရယူရန်သော့သည် -

source: Make a copy and store it in a safe place. It will be necessary if you lose your password to recover the access to your account without data loss.
my: မိတ္တူကူးပြီး လုံခြုံသောနေရာတွင် သိမ်းထားပါ။ အချက်အလက်ဆုံးရှုံးမှုမရှိပဲ သင်၏အကောင့်ကို ပြန်လည်ရယူနိုင်ရန် သင်၏စကားဝှက်ပျောက်ဆုံးပါက လိုအပ်လိမ့်မည်။

source: Welcome!
my: ကြိုဆိုပါသည်

source: For the user documentation, visit:
my: အသုံးပြုသူစာရွက်စာတမ်းများအတွက်, သွားရောက်ကြည့်ရှု -

source: If you need technical support, have general questions, or have new ideas for the software:
my: သင်နည်းပညာအကူအညီ လိုအပ်လျှင်၊ မေးမြန်းစရာမေးခွန်းများရှိခဲ့လျှင်၊ သို့မဟုတ် ဆော့ဖ်ဝဲအတွက် အကြံဥာဏ်အသစ်တွေရှိလျှင် -

source: If you want to contribute to software development or report a bug, please open an issue in our ticketing system:
my: သင်သည် ဆော့ဖ်၀ဲဖွံ့ဖြိုးတိုးတက်မှုအတွက် ပံ့ပိုးကူညီလိုပါလျှင် သို့မဟုတ် ဆေ့ာဖ်၀ဲပိုင်းချို့ယွင်းချက်တစ်ခုတွေ့ရှိကြောင်း သတင်းပို့လျှင် ကျေးဇူးပြု၍ ကျွန်ုပ်တို့၏လက်မှတ်စနစ်တွင် ကိစ္စအသစ်တစ်ခုအတွက် လက်မှတ်တစ်စောင် ဖွင့်ပေးပါ -

source: Join our chat:
my: ကျွန်ုပ်တို့၏စကားဝိုင်းသို့ဆက်သွယ်ပါ -

source: Follow the project on:
my: စီမံကိန်းအပေါ် လိုက်နာပါ -

source: Hint: How to hide your receipt
my: အရိပ်အမြွက် - ငွေလက်ခံဖြတ်ပိုင်းကိုဘယ်လိုဖုံးကွယ်မလဲ

source: A useful way to hide your receipt is to write it down like a credit card number, i.e. by also including an expiration date.
my: သင်၏လက်ခံဖြတ်ပိုင်းကိုဖုံးကွယ်ရန်အတွက် အသုံးဝင်သောနည်းလမ်းမှာ credit card နံပါတ်ကဲ့သို့ ချရေးခြင်းဖြစ်သည်၊ ဆိုလိုသည်မှာ သက်တမ်းကုန်ဆုံးသည့် နေ့လည်းဖြစ်သည်။

source: Error!
my: ပြဿနာ

source: Internal server error
my: အတွင်းဆာဗာ၏မှားယွင်းမှု

source: Error on input validation
my: input validation ကို အမှားလုပ်မိတယ်

source: Resource not found
my: ရင်းမြစ်မတွေ့ပါ

source: Forbidden operation
my: တားမြစ်ထားသောလည်ပတ်မှု

source: The specified old password is not valid
my: သတ်မှတ်ထားသော စကားဝှက်အဟောင်းသည်မမှန်ကန်ပါ

source: Resource can only be accessed via the Tor network
my: အရင်းအမြစ်ကို Tor ကွန်ယက်မှတဆင့်သာသုံးနိုင်သည်

source: The upload request exceeds the size limit
my: တင်ပို့ရန်တောင်းဆိုမှုသည် အရွယ်အစားကန့်သတ်ချက်ထက်ကျော်လွန်နေသည်

source: Validation of email address change in progress.
my: အီးမေးလ်လိပ်စာ၏အတည်ပြုချက် အပြောင်းအလဲ တိုးတက်မှုရှိသည်

source: Please check your inbox for further instructions.
my: ထပ်မံညွှန်ကြးချက်များအတွက် ကျေးဇူးပြု၍ သင်၏စာပုံးကို စစ်ဆေးပါ။

source: Account recovery key
my: အကောင့်ပြန်လည်ဆယ်ယူရေးစကားဝှက်သော့

source: Current password
my: ယခု စကားဝှက်

source: Old password confirmation required
my: စကားဝှက်အဟောင်းကိုအတည်ပြုရန်လိုအပ်သည်

source: It appears that you are browsing this site without any extra privacy and security!
my: သင် ဤဆိုက်ကို သီးသန့်လုံခြုံရေးနှင့် လုံခြုံမှုမရှိဘဲ ကြည့်ရှုနေပုံရသည်

source: You are strongly advised to visit this site using the app called Tor Browser, that protects your identity.
my: သင်၏ကိုယ်ပိုင်အမှတ်အသားကို ကာကွယ်ပေးသော Tor Browser ဟုခေါ်သော အက်ပ်ကို အသုံးပြု၍ ဤ site သို့သွားရန် သင့်အားအကြံပေးပါသည်။

source: Download the Tor Browser
my: Tor Browser ကို download လုပ်ပါ

source: Then, copy and paste the following address into the Tor Browser:
my: ထို့နောက် အောက်ပါလိပ်စာကို Tor Browser ထဲသို့ ကူးထည့်ပါ -

source: Enter a name for the copy
my: မိတ္တူအတွက် အမည်တစ်ခုထည့်ပါ

source: Have you already filed a report? Enter your receipt.
my: သင်အစီရင်ခံစာ တင်ပြီးပြီလား သင့်လက်ခံဖြတ်ပိုင်းကို ရိုက်ထည့်ပါ။

source: The receipt is either invalid or the report has expired.
my: လက်ခံဖြတ်ပိုင်းသည် မမှန်ကန်ခြင်း သို့မဟုတ် သက်တမ်းကုန်ဆုံးသွားခြင်း ဖြစ်ပါသည်။

source: Select a file or drag it here.
my: ဖိုင်တစ်ခုကိုရွေးပါ သို့မဟုတ် ၎င်းကိုဆွဲယူပါ။

source: Uploading files…
my: ဖိုင်များတင်နေသည်…

source: Upload completed successfully!
my: တင်ယူမှု အောင်မြင်စွာပြီးပါပြီ

source: Error while uploading files; check below for details.
my: ဖိုင်များတင်နေစဉ်ပြဿနာ ဖြစ်ပေါ်ပါသည်။ အသေးစိတ်ကိုအောက်တွင် စစ်ဆေးပါ။

source: Estimated upload time:
my: တင်မည့်ကြာချိန်ခန့်မှန်းချက် -

source: Size:
my: အရွယ်အစား -

source: Enable the Ricochet panel
my: Ricochet panel ကိုဖွင့်ပါ။

source: Address
my: လိပ်စာ

source: Chat with us anonymously using the Ricochet application
my: Ricochet application ကိုအသုံးပြုပြီး အမည်ဝှက်ဖြင့် ကျွန်ုပ်တို့နှင့်စကားပြောပါ

source: To chat with us use the following Ricochet address:
my: ကျွန်ုပ်တို့နှင့်စကားပြောရန် အောက်ပါ Ricochet လိပ်စာကို သုံးပါ -

source: Download Ricochet at:
my: Ricochet ကိုဒေါင်းလုပ်ဆွဲပါ -

source: By using the Tor network and creating an Onion Service, Ricochet is an instant messaging app that allows you to chat while protecting your privacy and staying anonymous by not revealing your location or IP address. You won't notice any difference from an insecure chat, except that you will be using a unique address instead of a phone number/email/username.
my: Tor ကွန်ယက်ကိုအသုံးပြုခြင်းနှင့် Onion ၀န်ဆောင်မှုတစ်ခုပြုလုပ်ခြင်းအားဖြင့် Ricochet သည်သင်၏တည်နေရာ (သို့) IP လိပ်စာကို မဖော်ပြသော သင်၏ကိုယ်ရေးကိုယ်တာလုံခြုံမှုကို ကာကွယ်ပေးသော အမည်မသိဘဲ စကားပြောရန်ခွင့်ပြုသည့် ချက်ခြင်းစာတိုပေးပို့ရေး အက်ပ်တစ်ခုဖြစ်သည်။ ဖုန်းနံပါတ် / အီးမေးလ် / သုံးစွဲသူအစား ထူးခြားသောလိပ်စာကို အသုံးပြုမည်မှလွဲ၍ လုံခြုံမှုမရှိသောစကားဝိုင်းမှ မည်သည့်ခြားနားချက်ကို သင်သတိပြုမိလိမ့်မည်မဟုတ်ပါ။

source: The connection is not secure.
my: ချိတ်ဆက်မှု လုံခြုံမှုမရှိပါ။

source: The platform is still not configured for HTTPS connections and should therefore only be used for testing purposes.
my: ပလက်ဖောင်းအား HTTPS ဆက်သွယ်မှုများအတွက်ပြုပြင်မထားသဖြင့် စမ်းသပ်ရန်ရည်ရွယ်ချက်အတွက်သာ အသုံးပြုသင့်သည်။

source: Use case
my: အမှုသုံးပါ

source: Anticorruption
my: အကျင့်ပျက်ခြစားမှုတိုက်ဖျက်ရေး

source: Corporate compliance
my: ကော်ပိုရေးရှင်းလိုက်နာမှု

source: Investigative journalism
my: စုံစမ်းဖော်ထုတ်သောသတင်းစာပညာ

source: Civic activism
my: လူထုလှုပ်ရှားမှု

source: Submit
my: တင်သွင်းပါ

source: Recipients have requested you to fill an additional questionnaire.
my: လက်ခံသူများသည်သင့်အား နောက်ထပ်မေးခွန်းလွှာဖြည့်ရန် သင့်အားတောင်းဆိုသည်။

source: Fill the additional questionnaire
my: နောက်ထပ်မေးခွန်းလွှာဖြည့်ပါ

source: Send
my: ပေးပို့ရန်

source: Allow the whistleblower to write comments
my: သတင်းပေးသူအား မှတ်ချက်များရေးသားရန် ခွင့်ပြုပါ

source: From:
my: မှ -

source: To:
my: သို့ -

source: Filename
my: ဖိုင်နာမည်

source: Upload date
my: တင်ယူသည့်ရက်စွဲ

source: File size
my: ဖိုင်အရွယ်အစား

source: Allow the whistleblower to add attachments to the report
my: သတင်းပေးသူအား အစီရင်ခံစာတွင် ပူးတွဲဖိုင်များထည့်ရန် ခွင့်ပြုပါ

source: Never
my: ဘယ်တော့မှ

source: Allow the whistleblower to send messages
my: သတင်းပေးသူအား မက်ဆေ့များပို့ခွင့်ပြုပါ

source: Are you sure that you want to delete the report?
my: သင်အစီရင်ခံစာကို ဖျက်လိုတယ်ဆိုတာ သေချာပါသလား

source: Everything related to the report stored on the platform will be deleted.
my: ပလက်ဖောင်းပေါ်တွင်သိမ်းဆည်းထားသော အစီရင်ခံစာနှင့်သက်ဆိုင်သောအရာအားလုံးကို ဖျက်ပစ်လိမ့်မည်

source: Please be aware that everything stored off the platform, e.g. files you have saved on your computer, must be deleted manually.
my: ကျေးဇူးပြု၍ သတိပြုပါ၊ ပလက်ဖောင်းမှ သိမ်းဆည်းထားသည့်အရာအားလုံး၊ ဥပမာ - သင့်ကွန်ပျူတာပေါ်တွင်သင်သိမ်းဆည်းထားသောဖိုင်များကို ကိုယ်တိုင်ဖျက်ပစ်ရမည်။

source: Are you sure that you want to delete the selected reports?
my: ရွေးချယ်ထားသည့် အစီရင်ခံစာများကို သင်ဖျက်ပစ်လိုကြောင်း သေချာပါသလား

source: Please make sure that all related data is properly deleted so that the recipients won't be able to further access to it.
my: ကျေးဇူးပြု၍ သက်ဆိုင်သောအချက်အလက်အားလုံးကို စနစ်တကျဖျက်ပစ်ဖို့ သေချာပါစေ။ ထို့သို့ပြုလုပ်ပါမှ လက်ခံသူများအနေဖြင့် ထပ်မံ၀င်ရောက်၍ မရနိုင်ပါ။

source: Please write a motivation for the reply
my: ကျေးဇူးပြု၍ အကြောင်းပြန်မှုအတွက် လှုံ့ဆော်မှုတစ်ခုပေးပါ။

source: Are you sure that you want to postpone the report expiration date?
my: သင်အစီရင်ခံစာ သက်တမ်းကုန်ဆုံးမည့်နေ့ကို ရွှေ့ဆိုင်းလိုကြောင်း သေချာပါသလား

source: By confirming, you will postpone the expiration date to:
my: အတည်ပြုခြင်းအားဖြင့်၊ သက်တမ်းကုန်ဆုံးသည့် ရက်ကိုရွှေ့ဆိုင်း -

source: Are you sure that you want to postpone the expiration date for all selected reports?
my: ရွေးချယ်ထားသည့်အစီရင်ခံစာအားလုံးအတွက် သက်တမ်းကုန်ဆုံးမည့်နေ့ကို ရွှေ့ဆိုင်းလိုကြောင်း သေချာပါသလား

source: Questionnaire answers
my: မေးခွန်းလွှာအဖြေများ

source: Step
my: ခြေလှမ်း

source: Recipient list
my: လက်ခံသူစာရင်း

source: Status:
my: အနေအထား -

source: Files attached by recipients
my: လက်ခံသူကပေးပို့သောဖိုင်တွဲများ

source: Upload a file:
my: ဖိုင်တစ်ခုတင်ပါ

source: Logout
my: ထွက်မယ်

source: An update is available:
my: နောက်ဆုံးမွမ်းမံမှုကိုရနိုင်သည်

source: We recommend that you access the “Preferences” section in order to retrieve your “Account Recovery Key” and store it safely. This key will be necessary to recover your access to the platform and to your data in case you forget your password.
my: သင်၏ “အသုံးပြုသူ၏စကားဝှက်သော့ ပြန်ရအောင်လုပ်ခြင်း” ကို ပြန်လည်ရယူပြီး လုံခြုံစွာသိမ်းဆည်းရန် “Preferences” ကဏ္ဍ section ကိုဝင်ရောက်ကြည့်ရှုရန် ကျွန်ုပ်တို့အကြံပြုပါသည်။ အကယ်၍ သင်၏စကားဝှက်ကိုမေ့သွားပါက ထိုသော့သည် ပလက်ဖောင်းနှင့် သင်၏အချက်အလက်များကို ပြန်လည်ရယူနိုင်ရန် လိုအပ်သည်။

source: The provided recovery key is invalid.
my: ပေးထားသော ပြန်၍ရယူသော စကားဝှက်သော့သည် မမှန်ပါ။

source: The provided reset token is invalid or expired.
my: ပေးထားသော ပြန်လည်စတင်အမှတ်အသားသည် မမှန်ကန်ပါ (သို့) သက်တမ်းကုန်သွားသည်။

source: Enter your account's username or your email address to request a password reset.
my: စကားဝှက်ပြန်လည်သတ်မှတ်ပေးရန် သင်၏အသုံးပြုသူအမည် သို့မဟုတ် သင်၏အီးမေးလ်လိပ်စာကို ရိုက်ထည့်ပါ။

source: Enter your email address to request a password reset.
my: စကားဝှက်ပြန်လည်သတ်မှတ်ရန်တောင်းဆိုရန်သင်၏အီးမေးလ်လိပ်စာကိုထည့်ပါ။

source: Enter you encryption recovery key to complete the password reset procedure
my: စကားဝှက်ကို ပြန်လည်ဆယ်ယူရန် လုပ်ငန်းစဉ်အတွက် ကုဒ်ဖြင့်ပြောင်းပြီးပြန်လည်ဖော်ယူမည့် စကားဝှက်သော့ကို ထည့်ပါ။

source: Password reset requested.
my: စကားဝှက်ကို ပြန်လည်သတ်မှတ်ရန် တောင်းခံသည်။

source: Show
my: ပြပါ

source: Hide
my: ဖျောက်ထားရန်

source: Access to the whistleblower's identity has been requested to the custodian.
my: ထုတ်ဖော်ပြောဆိုသူ၏ ကိုယ်ပိုင်အမှတ်သင်္ကေတကို ဝင်ရောက်ကြည့်ရှုခွင့်အတွက် အုပ်ထိန်းသူထံ တောင်းခံထားသည်။

source: Date of the request
my: တောင်းဆိုမှုရက်စွဲ

source: Undeclared
my: မကြေညာခဲ့ဘူး

source: Congratulations!
my: ဂုဏ်ယူပါတယ်

source: You have completed the platform activation.
my: သင့်ပလက်ဖောင်း activation ပြီးစီးပါပြီ။

source: Success!
my: အောင်မြင်ပါသည်

source: Your whistleblowing platform is almost ready!
my: သင့်၏ သတင်းပေးပလက်ဖောင်းသည် အဆင်သင့်နီးပါးဖြစ်ပြီ

source: Check your inbox to activate it.
my: အဲ့ဒါကို activiate လုပ်ဖို့ သင်၏စာဝင်ပုံးကို စစ်ဆေးပါ

source: If not activated within 24 hours the platform will be automatically deleted.
my: ၂၄ နာရီအတွင်း activate မလုပ်လျှင် ပလက်ဖောင်းကအလိုအလျောက် ဖျက်ပစ်လိမ့်မည်။

source: Sign up
my: မှတ်ပုံတင်ပါ

source: Domain
my: ဒိုမိန်း

source: Confirmation
my: အတည်ပြုချက်

source: Invalid confirmation
my: အတည်ပြုချက်မမှန်ကန်ပါ

source: Other
my: အခြား

source: Complete
my: ပြည့်စုံသည်

source: Invalid phone number
my: မဆီလျော်သောဖုန်းနံပါတ်

source: Select the context of your report:
my: သင့်အစီရင်ခံစာ၏ အခြေအနေကို ရွေးချယ်ပါ -

source: The answer is too short
my: အဖြေကတိုလွန်းသည်

source: The specified input is not valid.
my: သတ်မှတ်ထားသောထည့်သွင်းမှု မမှန်ကန်ပါ။

source: The specified input is not valid:
my: သတ်မှတ်ထားသော ထည့်သွင်းမှု မမှန်ပါ -

source: please enter a valid email address.
my: ကျေးဇူးပြု၍ မှန်ကန်သောအီးမေးလ်လိပ်စာတစ်ခုကို ဖြည့်ပါ။

source: please enter numbers only.
my: ကျေးဇူးပြု၍ နံပါတ်များကိုသာ ဖြည့်သွင်းပါ။

source: Submissions disabled
my: တင်သွင်းမှုများအား ပိတ်ထားသည်

source: You are connecting to the server without anonymity and this server supports only anonymous submissions
my: သင်သည်ဆာဗာသို့ အမည်ဝှက်ခြင်းမရှိဘဲ ဆက်သွယ်နေပြီး၊ ဤဆာဗာသည် အမည်ဝှက်တင်ပြချက်များကိုသာ ထောက်ခံသည်

source: Thank you!
my: ကျေးဇူးတင်ပါသည်

source: Your report was successful.
my: သင့်၏အစီရင်ခံမှု အောင်မြင်ခဲ့ပါပြီ။

source: We will try to get back to you as soon as possible.
my: သင့်ထံ အမြန်ဆုံးပြန်ရောက်ရှိရန် ကျွန်ုပ်တို့ ကြိုးစားပါမည်။

source: Remember your receipt for this report.
my: ဤအစီရင်ခံစာအတွက် ငွေလက်ခံရရှိကြောင်း သတိရပါ။

source: Use the 16 digit receipt to log in. It will allow you to view any messages we sent you, and also to add extra info.
my: လော့ဂင်၀င်ရန် လက်ခံမက်ဆေ့မှ ဂဏန်း ၁၆ လုံး ကို သုံးပါ။ အဲဒါက သင့်အားကျွန်ုပ်တို့ပေးပို့သောမည်သည့်စာကိုမဆို ကြည့်ရှုရန်နှင့် ထပ်တိုးအချက်အလက်များထည့်ရန် ခွင့်ပြုလိမ့်မည်။

source: View your report
my: သင့်အစီရင်ခံစာကိုကြည့်ပါ

source: Recipient selection
my: လက်ခံသူရွေးချယ်ခြင်း

source: Select the recipients of your report:
my: သင်၏အစီရင်ခံစာ လက်ခံသူများကို ရွေးချယ်ပါ -

source: Recipients selected:
my: လက်ခံသူများကို ရွေးချယ်ထားပါသည် -

source: You have reached the maximum number of selectable recipients.
my: သင်ရွေးချယ်နိုင်သောလက်ခံရရှိသူအများဆုံးအရေအတွက်ကိုရောက်ရှိပါပြီ။

source: The following recipients will receive your report and could not be deselected:
my: အောက်ပါလက်ခံသူများသည် သင်၏အစီရင်ခံစာကို လက်ခံရရှိမည်ဖြစ်ပြီး ရွေးချယ်ခြင်းမပြုရသေးပါ -

source: In this step the answers to the following questions are either missing or invalid:
my: ဤအဆင့်တွင် အောက်ပါမေးခွန်းများ၏အဖြေများသည် ပျောက်ဆုံးနေသည် (သို့) မမှန်ပါ -

source: You must select at least one recipient.
my: အနည်းဆုံးလက်ခံသူတစ်ဦးကို သင်ရွေးရမည်။

source: Waiting for the file(s) to finish uploading.
my: ဖိုင် (များ) တင်ပို့ခြင်း ပြီးဆုံးရန် စောင့်နေပါသည်။

source: The following steps have errors:
my: အောက်ပါအဆင့်များတွင်အမှားများပါရှိသည် -

source: The following step-by-step procedure will guide you through creating your whistleblowing platform.
my: အောက်ဖော်ပြပါအဆင့်ဆင့်လုပ်ထုံးလုပ်နည်းက သတင်းပေးပလက်ဖောင်းကိုဖန်တီးရန် သင့်အားသင်ကြားပေးပါလိမ့်မယ်။

source: Please choose a configuration profile:
my: ကျေးဇူးပြု၍ အစီအစဉ်စနစ်ပရိုဖိုင်ကို ရွေးချယ်ပါ -

source: Make it possible for this admin to reset user passwords.
my: အုပ်ချုပ်သူအား အသုံးပြုသူများ၏စကား၀ှက်ကို ပြန်လည်သတ်မှတ်ပေးနိုင်ရန် ဆောင်ရွက်ပါ။

source: We advise selecting this option if you would like to protect data from being lost in the situation where recipients lose their passwords. On the other hand, we would not advise using this feature if you want to setup a system where only recipients are able to access submissions.
my: အကယ်၍ အချက်အလက်လက်ခံသူများ၏စကားဝှက်များဆုံးရှုံးသွားသည့်အခြေအနေမျိုးတွင် ဒေတာများပျောက်ဆုံးခြင်းမှ ကာကွယ်လိုရန် ဤနည်းကိုရွေးချယ်ရန် ကျွန်ုပ်တို့အကြံပြုပါတယ်။ အခြားတစ်ဖက်တွင်လည်း သင်ဟာ လက်ခံသူများသာ တင်ပြချက်များကိုဝင်ရောက်နိုင်သည့်စနစ်တစ်ခုကို တပ်ဆင်ချင်လျှင် ဒီအင်္ဂါရပ်ကို အသုံးပြုရန်အကြံပေးမှာ မဟုတ်ပေ။

source: Please choose a different username.
my: ကျေးဇူးပြု၍ အခြားအသုံးပြုသူအမည်တစ်ခုကို ရွေးပါ။

source: I have read and agree to the terms of the license.
my: လိုင်စင်၏စည်းကမ်းချက်များကို ကျွန်ုပ်ဖတ်ပြီး သဘောတူသည်။

source: You have completed the platform wizard.
my: သင်ပလက်ဖောင်း wizard ကို ပြီးစီးစေပါ။

source: Fill out your report
my: သင့်ရဲ့အစီရင်ခံစာဖြည့်ပါ

source: Describe your report in a few words.
my: သင်၏အစီရင်ခံစာကိုစကားလုံးအနည်းငယ်ဖြင့်ဖော်ပြပါ။

source: Describe your report in detail.
my: သင်၏အစီရင်ခံစာကို အသေးစိတ်ဖော်ပြပါ။

source: Attach files relevant to the report.
my: အစီရင်ခံစာနှင့်သက်ဆိုင်သည့် ဖိုင်များကို ပူးတွဲပါ။

source: Do you want to provide your identification information?
my: သင့်ရဲ့မှတ်ပုံတင်သတင်းအချက်အလက်ပေးချင်ပါသလား

source: First name
my: ရှေ့နာမည်စာလုံး

source: Last name
my: နာမည်နောက်ဆုံးစာလုံး

source: Gender
my: လိင်

source: Male
my: အမျိုးသား

source: Female
my: အမျိုးသမီး

source: Other gender identity
my: အခြားလိင်လက္ခဏာ

source: Date of birth
my: မွေးနေ့

source: Place of birth
my: မွေးရပ်

source: Zip code / Postal code
my: စာတိုက်နံပါတ် / စာတိုက်ကုဒ်

source: Province
my: ပြည်နယ်

source: Country
my: နိုင်ငံ

source: Dear {RecipientName},
my: ချစ်ခင်ရပါသော {RecipientName},

source: You're receiving this email because a user account has been created for you on the system: {Site}
my: စနစ်ပေါ်တွင် သင့်အတွက်အသုံးပြုသူအကောင့် တစ်ခုဖန်တီးပေးခဲ့ပြီးသောကြောင့် သင့်အား ဤအီးမေးလ်ဖြင့် အကြောင်းကြားခြင်း ဖြစ်ပါတယ် - {Site}

source: Username: {Username}
my: အသုံးပြုသူအမည် - {Username}

source: Activation link: {Url}
my: အသက်၀င်စေသောလင့် - {Url}

source: Please click on the activation link to proceed with the account activation and to set your user password.
my: အကောင့် activation ဆက်လက်လုပ်ဆောင်ရန်နှင့် သင်၏အသုံးပြုသူစကားဝှက်ကို သတ်မှတ်ရန် activation link ကိုနှိပ်ပါ။

source: After successful activation you will be able to access the system via the following link: {LoginUrl}
my: အောင်မြင်စွာ activation လုပ်ပြီးသည်နှင့်အောက်ပါ link မှတဆင့် system သို့သင်ဝင်ရောက်နိုင်လိမ့်မည် - {LoginUrl}

source: Kind regards,
my: မေတ္တာဖြင့်

source: Account activation
my: အကောင့်ဖွင့်ခြင်း

source: Your whistleblowing platform is now accessible at:
my: သင်၏ သတင်းပေးသော ပလက်ဖောင်းကို ယခုကြည့်ရှုနိုင်သည် -

source: To log in, visit:
my: ဝင်ရောက်ရန်၊ အလည်အပတ် -

source: Users' credentials:
my: အသုံးပြုသူများ၏ အထောက်အထားများ -

source: The platform will be automatically deleted on:
my: ပလက်ဖောင်းကို အလိုအလျောက်ဖျက်ပစ်လိမ့်မည် -

source: Access instructions
my: အသုံးပြုမှုလမ်းညွှန်ချက်

source: The number of activities recently detected appears to be higher than usual.
my: မကြခင်က ရှာဖွေတွေ့ရှိခဲ့သော လှုပ်ရှားမှုအရေအတွက်သည် ပုံမှန်ထက် ပိုမိုများပြားပုံရတယ်။

source: This could be a sign of an attack (for example, someone flooding your server with bogus information) or just a usage spike due to an increased visibility of your project.
my: ၎င်းသည်သင်၏စီမံကိန်းအားပိုမိုမြင်သာသောကြောင့်တိုက်ခိုက်မှု၏လက္ခဏာတစ်ခု (ဥပမာ၊ တစ်စုံတစ်ယောက်ကသင်၏ဆာဗာကိုအတုအယောင်သတင်းအချက်အလက်ဖြင့်ရေလွှမ်းမိုးနေသူ) သို့မဟုတ်အသုံးပြုမှုတိုးလာခြင်းဖြစ်နိုင်သည်။

source: Examine the issue to determine whether it is legitimate or not.
my: တရားဝင်မှု ဟုတ်မဟုတ်ဆုံးဖြတ်ရန်ကိစ္စကို စစ်ဆေးပါ။

source: The activities with unusual stats are:
my: ပုံမှန်မဟုတ်သောစာရင်းဇယားများနှင့် လှုပ်ရှားမှုများမှာ -

source: The server cannot guarantee that a new report can be stored, so submissions have been disabled.
my: အစီရင်ခံစာအသစ်ကို သိမ်းဆည်းထားနိုင်ကြောင်း ဆာဗာက အာမမခံပါ။ ထို့ကြောင့်တင်သွင်းမှုများကိုပိတ်ထားသည်။

source: Please consider asking your technical support to create more disk space on the server.
my: ဆာဗာတွင် disk နေရာ ပိုမိုဖန်တီးရန်သင်၏ နည်းပညာအထောက်အပံ့ကို တောင်းခံပါ။

source: GlobaLeaks technology includes a server status checking component which will alert you in case something requires your attention.
my: GlobaLeaks နည်းပညာတွင်ဆာဗာအခြေအနေစစ်ဆေးခြင်းအစိတ်အပိုင်းပါဝင်ပြီး ထိုအရာမှ သင်၏အာရုံစူးစိုက်မှု လိုအပ်သည်ကိစ္စတွင် သင်ကိုသတိပေးပါလိမ့်မယ်။

source: For more information, log in to the Administration interface and look at the "System Stats" and "Anomalies" sections.
my: ပိုမိုသိရှိလိုပါက၊ အုပ်ချုပ်ရေးမျက်နှာပြင်သို့၀င်၍ "System Stats" နှင့် "Anomalies" section ကိုကြည့်ပါ။

source: Anomaly detected in {NodeName}
my: {NodeName} တွင်တွေ့ရှိရသော Anomaly

source: This is an email to inform you that the PGP key of the following users is going to expire or has already expired:
my: ၎င်းသည်အောက်ပါသုံးစွဲသူများ၏ PGP သော့သက်တမ်းကုန်တော့သွားမည် သို့မဟုတ် သက်တမ်းကုန်ပြီးဖြစ်ကြောင်း သင့်အားအသိပေးရန်အီးမေးလ်ဖြစ်သည် -

source: Without a valid PGP key, the system will not be able to send them encrypted notifications.
my: တရားဝင် PGP သော့မရှိလျှင်၊ စနစ်သည်၎င်းတို့အား စာဝှက်ဖြင့်အသိပေးချက်များကို ပေးပို့နိုင်မည်မဟုတ်ပါ။

source: PGP key expiration alert
my: PGP key သက်တမ်းကုန်ဆုံးမှုသတိပေးချက်

source: A new whistleblowing site has been registered.
my: သတင်းပေးဆိုဒ် အသစ်တစ်ခုကို မှတ်ပုံတင်လိုက်သည်။

source: Registration data:
my: စာရင်းသွင်းထားသည့်အချက်အလက်များ -

source: Site: {Url}
my: ဆိုဒ် - {Url}

source: Name: {Name}
my: နာမည် - {Name}

source: Email: {Email}
my: အီးမေးလ် - {Email}

source: Language: {Language}
my: ဘာသာစကား - {Language}

source: Use case: {UseCase}
my: အသုံးပြုမှုကိစ္စ - {UseCase}

source: New whistleblowing site registered
my: သတင်းပေးပို့သည့် နေရာအသစ် မှတ်ပုံတင်ထားသည်

source: This is a test email sent out from the platform's administrative interface.
my: ၎င်းသည်ပလက်ဖောင်း၏ အုပ်ချုပ်ရေးမျက်နှာပြင်မှပေးပို့သော စမ်းသပ်အီးမေးလ်ဖြစ်သည်။

source: Reception of this email indicates that the server was able to authenticate to and interact with the SMTP mail server.
my: ဒီအီးမေးလ်ကိုလက်ခံခြင်းသည်ဆာဗာသည် SMTP မေးလ်ဆာဗာနှင့်စစ်ဆေးပြီး အပြန်အလှန်ဆက်သွယ်နိုင်ကြောင်း ဖော်ပြသည်။

source: Test email
my: အီးမေးလ်ကိုစမ်းသပ်ပါ
