Repository: 0xETHengineer/GlobaLeaks
Catalog: client/pot/ce.po
Languages: ce

source: We will try to get back to you as soon as possible.
ce: Мелла а сиха хьоьца зlене довла хьовсу.

source: Submit
ce: Гайта

source: The connection is not secure.
ce: Цхьанадозар кхерамзалла йоцуш дац.

source: The platform is still not configured for HTTPS connections and should therefore only be used for testing purposes.
ce: HTTPS-цхьаьнайозарна хlинца а кечйина йац платформа, цундела таллам баран lалашонца бен лелайойла дац.

source: Please write a motivation for the reply
ce: Доьху, жоьпана догдаийтар йазде

source: Send
ce: Дахьийта

source: By confirming, you will postpone the expiration date to:
ce: Тlечlагlдича, ахь леларан хенан терахь дlатотту:

source: This is a demo platform, please do not use it for real submissions.
ce: Хlара гайтаман платформа йу, доьху, баккъал а долчу хьашташна цалелор.

source: Install an authenticator app on your phone
ce: Бакъталларан гlирс хьайн тилпон тlе хlоттабе

source: Scan the QR code with the app
ce: QR-кодан сурт даккха гlирсан гlоьнца

source: Welcome!
ce: Марша вогlийла (йогlийла)!

source: For the user documentation, visit:
ce: Пайдаэцаран кехаташ тlекхачархьама, хьажа:

source: If you need technical support, have general questions, or have new ideas for the software:
ce: Нагахь хьуна технически гlо эшахь, хьан йукъара хаттарш йа программин кхачойарх керла ойланаш йалахь:

source: If you want to contribute to software development or report a bug, please open an issue in our ticketing system:
ce: Прграммин кхачойара йукъа хьайн дакъа дилла йа гlалатах хаам бан хьуна лаахь, доьху, и кхачамбацар тхан билеташ дохкаран системехь схьаделлар:

source: Join our chat:
ce: Тхан чукеренна йукъакхета:

source: Follow the project on:
ce: Проектан кхидlа тидам бе:

source: Hint: How to hide your receipt
ce: Хьехар: квитанци къайла муха даккха деза

source: A useful way to hide your receipt is to write it down like a credit card number, i.e. by also including an expiration date.
ce: Квитанци къайладаккхаран пайде кеп - картин лоьмар санна дlайаздар, аьлча а, леларан хан дlайаларан терахь иштта билгалдан.

source: Error!
ce: Гlалат!

source: Internal server error
ce: Серверан чоьхьара гlалат

source: Error on input validation
ce: Чуйаздар талларан гlалат

source: Resource not found
ce: Ресурс ца карийна

source: Forbidden operation
ce: Дихкина кхочушдар

source: The specified old password is not valid
ce: Билгалйина шира ишар болх беш йац

source: Resource can only be accessed via the Tor network
ce: Tor машанеухла бен тlекхочийла дац ресурсна

source: The upload request exceeds the size limit
ce: Бараман лаккхарчу тlегlанал тlехбаьлла чуйаккхаран хаттам

source: Validation of email address change in progress.
ce: Электронан почтин адрес хийцаран таллам бу беш.

source: Please check your inbox for further instructions.
ce: Доьху, кхидlа долу куьйгалла кхочушдархьама хьайн почтин йаьшка талла.

source: Current password
ce: Карара ишар

source: Old password confirmation required
ce: Шира ишар тlечlагlйар оьшу

source: You are strongly advised to visit this site using the app called Tor Browser, that protects your identity.
ce: Хьуна тlедожжош хьоьху кху сайте хьайн долара хаамаш lалашбечу Tor Browser гlирсан гlоьнца хьажар.

source: Download the Tor Browser
ce: Tor браузер чуйаккха

source: Then, copy and paste the following address into the Tor Browser:
ce: Цул тlаьхьа копи а йай, Tor браузер чу хlара адрес дилла:

source: Have you already filed a report? Enter your receipt.
ce: Ахь дlахьедар чуделлий? Хьайн квитанци чуйазде.

source: The receipt is either invalid or the report has expired.
ce: Квитанци йа нийса дац йа леларан хан дlайаьлла ду.

source: Select a file or drag it here.
ce: Файл харжа йа кхуза сехьатакхайе.

source: Uploading files…
ce: Файлаш чуйахар...

source: Upload completed successfully!
ce: Чуйахар кхиамца чекхдаьлла!

source: Error while uploading files; check below for details.
ce: Файлаш чуйахарехь гlалат ду. Ма-дарра хьажа лахахь.

source: Estimated upload time:
ce: Чуйахарна оьшур йу аьлла хета хан:

source: Size:
ce: Барам

source: Recipients have requested you to fill an additional questionnaire.
ce: Схьаэцархоша дехна хьоьга тlетоьхна анкета яздар.

source: Fill the additional questionnaire
ce: Тlетоьхна анкета йазде

source: Allow the whistleblower to write comments
ce: Хаамчина бакъо ло хетарг довзийта

source: From:
ce: Дуьйна:

source: To:
ce: Кхаччалц:

source: Filename
ce: Файлан цlе

source: Upload date
ce: Чуйаккхаран терахь

source: File size
ce: Файлан барам

source: Allow the whistleblower to add attachments to the report
ce: Хаамчина бакъо ло отчет йукъа хаамаш бахка

source: Allow the whistleblower to send messages
ce: Хаамчина бакъо ло кост-хаамаш бахьийта.

source: Questionnaire answers
ce: Хаттамна жоьпаш

source: Step
ce: Гlулч

source: Status:
ce: Хьал:

source: Files attached by recipients
ce: Схьаэцархоша тlечlагlйина файлаш

source: Upload a file:
ce: Файлаш чуйаха:

source: An update is available:
ce: Тlекхочийлехь карладаккхар ду:

source: We recommend that you access the “Preferences” section in order to retrieve your “Account Recovery Key” and store it safely. This key will be necessary to recover your access to the platform and to your data in case you forget your password.
ce: Охьа хьехар до хьуна "Нисдарш" декъе дехьа а ваьлла, хьайн "Чуйазвалар меттахlотторан догlа" схьаэцна и кхерамзаллица дlаlалашдан. И догlа хьуна оьшур ду хьайн платформи тlекхочийла меттахlоттон, нагахь санна, хьуна ишар йицйелла меттиг хилахь.

source: The provided recovery key is invalid.
ce: Схьаделла долу догlа нийса дац.

source: The provided reset token is invalid or expired.
ce: Схьайелла йолу йухаваларан маркер нийса йай йа цуьнан леларан хан дlайаьлла.

source: Enter your account's username or your email address to request a password reset.
ce: Ишар йухайаккхар схьадехархьама хьайн пайдаоьцучун цlе йа электронан почтин адрес чуйазде.

source: Enter your email address to request a password reset.
ce: Ишар йухайаккхар схьадехархьама хьайн электронан почтин адрес чуйазде.

source: Enter your encryption recovery key to complete the password reset procedure
ce: Ишар йухайаккхар чекхдаккхархьама къайле меттахlотторан догlа чуйазде

source: Password reset requested.
ce: Ишар йухайаккхар схьадехна.

source: Access to the whistleblower's identity has been requested to the custodian.
ce: lуналхочуьнга схьадехна хаамчина тlекхочийла.

source: Date of the request
ce: Схьадехаран терахь

source: Show
ce: Гайта

source: Congratulations!
ce: Декъалво!

source: You have completed the platform activation.
ce: Платформа жигарайаккхар чекхдаьккхи ахь.

source: Success!
ce: Кхиам!

source: Your whistleblowing platform is almost ready!
ce: Хьан хаамбаран платформа кийча хила герга йу!

source: Check your inbox to activate it.
ce: И жигарайархьама хьайн почтин йаьшка талла.

source: If not activated within 24 hours the platform will be automatically deleted.
ce: Нагахь платформа 24 сахьт далале жигара ца йахь, и ша-шаха дlайоккхур йу.

source: Sign up
ce: Буха йозанаш дан

source: Domain
ce: Домен

source: Confirmation
ce: Тlечlагlдар

source: Invalid confirmation
ce: Тlечlагlдар гlалате ду

source: Invalid phone number
ce: Тилпонан лоьмар нийса йац

source: The answer is too short
ce: Жоп дукха доца ду

source: The specified input is not valid.
ce: Билгалдина чуйаздар дихкина ду.

source: The specified input is not valid:
ce: Билгалдина чуйаздар дихкина ду:

source: please enter a valid email address.
ce: Доьху лелаш долу электронан адрес чуйзадар.

source: please enter numbers only.
ce: доьху, терахьаш бен цайаздар.

source: Submissions disabled
ce: Дlадахьийтар дlадайъина

source: You are connecting to the server without anonymity and this server supports only anonymous submissions
ce: Хьо цlе къайла а ца йоккхуш, тlетасалуш ву серверна, кху серверо цlе къайлайаьккхинарш бен ца йохьуьйту

source: Your report was successful.
ce: Хьан отчет кхиамца чекхйаьлла.

source: Remember your receipt for this report.
ce: Отчет дlайахьийтарх долу квитанци йазде.

source: Use the 16 digit receipt to log in. It will allow you to view any messages we sent you, and also to add extra info.
ce: Сиситеми чувалархьама 16-хlост долчу чеках пайдаэца. Цо таро лур йу хьуна оха дlабоуьйтучу муьлхха а хааме хьажа, ткъа иштта тlетоьхна хаамаш йукъатоха а.

source: View your report
ce: Хьайн отчете хьажа

source: Recipient selection
ce: Схьаэцархочун харжам

source: Select the recipients of your report:
ce: Хьайн отчет схьаэцархой харжа:

source: Recipients selected:
ce: Хаьржина схьаэцархой:

source: You have reached the maximum number of selectable recipients.
ce: Хоржучу схьаэцархойн лаккхарчу тlегlане кхаьчна хьо.

source: The following recipients will receive your report and could not be deselected:
ce: Кху схьаэцархошка хьан отчет кхочур йу, уьш йуха а бахалур бац:

source: In this step the answers to the following questions are either missing or invalid:
ce: Кху муьрехь рогlкрчу хаттаршна жоьпаш дац йа уьш нийса дац:

source: You must select at least one recipient.
ce: Цхьа схьаэцархо мукъа а харжа деза хьан.

source: Waiting for the file(s) to finish uploading.
ce: Файл (файлаш) чуйахар дерзаре хьежар.

source: The following steps have errors:
ce: Кху гlулчашкахь гlалаташ ду:

source: Hide
ce: Къайладаха

source: The following step-by-step procedure will guide you through creating your whistleblowing platform.
ce: Кху гlуллакхо гlо дийр ду хьуна хьайн хаамбаран платформа кхолла.

source: Please choose a configuration profile:
ce: Доьху, битаман кеп харжа:

source: Make it possible for this admin to reset user passwords.
ce: Кху урхалчина таро ло пайдаоьцучийн ишарш йухайаха.

source: We advise selecting this option if you would like to protect data from being lost in the situation where recipients lose their passwords. On the other hand, we would not advise using this feature if you want to setup a system where only recipients are able to access submissions.
ce: Оха хьехар до хьуна х1ара барам харжа, нагахь санна, хьайн хаамаш lалашбан хьуна лаахь, схьаэцархоша ишарш йайъича. Кхечу агlор, оха хьуна хьехар ца до, кху таронах пайдаэца, нагахь хьуна схьаэцархой бен ахь йохьуьйтучунна тlе ца кхочуш, система нисйан лаахь.

source: Please choose a different username.
ce: Доьху, пайдаоьцучун кхин цlе харжа.

source: I have read and agree to the terms of the license.
ce: Ас йеша а йешна, лицензин билламашца реза ву (йу).

source: You have completed the platform wizard.
ce: Ахь платформин говзанчица болх дlаберзийна.

source: Fill out your report
ce: Хьайн отчет чуйазйе

source: Describe your report in a few words.
ce: Хьайн отчет масех дашца йовзийта.

source: Describe your report in detail.
ce: Хьайн отчет ма-йарра йовзийта.

source: Attach files relevant to the report.
ce: Отчетах хьакхалуш йолу файлаш тlечlагlйе.

source: Do you want to provide your identification information?
ce: Хьайн цхьанакепара хаамаш чухlиттон лаьий хьуна?

source: First name
ce: Цlе

source: Last name
ce: Доьзалан цlе

source: Alternative contact method
ce: Цlаран йогlуш йолу кеп

source: Other
ce: Кхиниг

source: I prefer to be contacted via this platform only
ce: Кху платформехула бен сайца зlене ца бовла лаьа суна

source: Dear {RecipientName},
ce: Лараме {RecipientName},

source: You're receiving this email because a user account has been created for you on the system: {Site}
ce: Хьоьга хlара кехат деана, хьуна йина системехь пайдаоьцучун агlо хиларна: {Site}

source: Username: {Username}
ce: Пайдаоьцучун цlе: {Username}

source: Activation link: {Url}
ce: Жигарайарна тlехьажорг: {Url}

source: Please click on the activation link to proceed with the account activation and to set your user password.
ce: Доьху, жигарайарна тlехьажорг тlетаlайе, чуйазваран йоза жигарадар кхидlа дахьа а, пайдаоьцучун ишар хlоттон а.

source: After successful activation you will be able to access the system via the following link: {LoginUrl}
ce: Жигарайар кхиамца чекхдаьлча, кху тlехьажоргца системина тlекхочийла хир ду хьан: {LoginUrl}

source: Kind regards,
ce: Ларамца,

source: Account activation
ce: Чуйазваларан йоза жигарадар

source: Your whistleblowing platform is now accessible at:
ce: Хьан хаамбаран платформа хlинца тlекхочийлехь йу кху адресца:

source: To log in, visit:
ce: Системи чувалархьама, хила:

source: Users' credentials:
ce: Пайдаоьцучийн чубовларан хаамаш:

source: The platform will be automatically deleted on:
ce: Платформа ша-шаха дlайоккхур йу:

source: Access instructions
ce: Тlекхочийлин хьокъехь хьехарш

source: The number of activities recently detected appears to be higher than usual.
ce: Дукха хан йоццуш кхочушдарийн терахь, схьагарехь, хlинццалц хуьлучул а лакхара ду.

source: This could be a sign of an attack (for example, someone flooding your server with bogus information) or just a usage spike due to an increased visibility of your project.
ce: Хlара тlелатаран билгало хила тарло (масала, цхьамма хьан сервер харцхаамех йузуш йу) йа хьан проект гуш хилар лакхадаларна хьаладаьлла терахь хир ду.

source: Examine the issue to determine whether it is legitimate or not.
ce: Кхачамбацар талла, и бакъонца догlуш ду йа дац хьажархьама.

source: The activities with unusual stats are:
ce: Хlинццалц ца хиллачу кепара статистика йолу кхочушдарш:

source: The server cannot guarantee that a new report can be stored, so submissions have been disabled.
ce: Серверо чlагlам ца ло керла отчет lалашйина хир йу аьлла, цундела йахьийтар дlадайъина.

source: Please consider asking your technical support to create more disk space on the server.
ce: Доьху, ойла йе сервер тlехь йоккха дискан меттиг кхолла аьлла дехар дара тlехь.

source: GlobaLeaks technology includes a server status checking component which will alert you in case something requires your attention.
ce: GlobaLeaks технологино чулоцу серверан хьал талларан агlо, цо хаам бийр бу ахь тидам бан дезаш хlума хилахь.

source: For more information, log in to the Administration interface and look at the "System Stats" and "Anomalies" sections.
ce: Тlеоьшу хаамаш схьаэцархьама, урхалла даран интрефейс чу а валий, хьажа "Системин статистика" а, "Барамал дlасатаlаран" а дакъошка.

source: Anomaly detected in {NodeName}
ce: Билгалдаьлла барамал дlасатаlар {NodeName}

source: This is an email to inform you that the PGP key of the following users is going to expire or has already expired:
ce: Хlара электронан кехат даийтина, PGP догlанан леларан хан кху пайдаоьучарна дlайолуш йа дlайаьлла хилар хьуна хаийта:

source: Without a valid PGP key, the system will not be able to send them encrypted notifications.
ce: PGP лелаш долу догlа ца хилча, системин йиш йац хьуна къайле йолу хаамбарш дахкийта.

source: PGP key expiration alert
ce: PGP догlанан леларан хан дlайаларх дlахьедар

source: A new whistleblowing site has been registered.
ce: Хаамбаран керлачу сайтана регистраци йина.

source: Registration data:
ce: Регистрацин хаамаш:

source: Site: {Url}
ce: Сайт: {Url}

source: Name: {Name}
ce: Цlе: {Name}

source: Email: {Email}
ce: Электронан почта: {Email}

source: New whistleblowing site registered
ce: Доза талхорах хаам беш йолчу сайтийн керла реестр

source: This is a test email sent out from the platform's administrative interface.
ce: Хlара таллам баран электронан кехат ду, платформин интерфейсан урхалчас даийтина.

source: Reception of this email indicates that the server was able to authenticate to and interact with the SMTP mail server.
ce: Хlара электронан кехат кхачаро гойту, сервер бакъталларх SMTP почтин сервер тlехь чекхйаьллахилар а, цуьнца болх бан мегар хилар а.

source: Test email
ce: Текстан электронан кехат

source: This is an email to notify you that a request has been made to change your email address to {NewEmailAddress}.
ce: Кху электронан кехато хьоьга хаам бо, хьан электронан почта кху почтица {NewEmailAddress} хийца аьлла дlахьедар дина хиларх.

source: Click the following link to validate this change:
ce: Рогlера тlехьажорг тlетаlайе, и хийцам тlечlагlбархьама:

source: If you didn't request this change, change your password and contact your system administrator.
ce: Нагахь ахь и хийцам ца бехнехь, хьайн ишар хиций, системин урхалчига хаам бе.

source: Email change request
ce: Электронан почта хийцарна дехар

source: From: {Author}
ce: Кхуьнгара: {Author}

source: Date: {EventTime}
ce: Терахь: {EventTime}

source: From: Whistleblower
ce: Кхуьнгара: Хаамхо

source: Date: {SubmissionDate}
ce: Терахь: {SubmissionDate}

source: Label: {TipLabel}
ce: Хlост: {TipLabel}

source: Status: {TipStatus}
ce: Хьал: {TipStatus}

source: The HTTPS certificate loaded on the platform is about to, or has already expired.
ce: Платформи чудаьккхинчу HTTPS сертификатан леларан хан дlайолуш йу йа хlинцале дlайаьлла.

source: Expiration date: {ExpirationDate}
ce: Леларан хан: {ExpirationDate}

source: Without a valid certificate, the platform will be accessible in a secure way only via Tor.
ce: Лелаш долу сертификат ца хилча, платформа Tor гlоьнца бен кхерамзалла йолуш тlекхочийлехь хир йац.

source: Log in to solve the issue.
ce: И кхачамбацар дlадаккхархьама, системи чувала.

source: Expiration alert for HTTPS certificate
ce: HTTPS сертификатан леларан хан дlайаларх дlахьедар

source: The automatic HTTPS certificate renewal scheduled for today just failed.
ce: Тахана ша-шаха карладаккха лерина долу HTTPS сертификат карла ца даккхаделла.

source: The system will keep trying.
ce: Система кхидlа а хьажа гlертар йу.

source: Failed HTTPS certificate renewal
ce: HTTPS сертификат карладаккхарх гlуллакх ца хилла

source: This is an email to notify you that a custodian has authorized you to access to the whistleblowing identity for the report {TipNum}.
ce: Кху электронан кехато хьоьга хаам бо, lалашдечо хьуна хаамхочун отчета тlекхачар магийна хиларх {TipNum}.

source: The report can be accessed at:
ce: Отчет йовза йиш йу кху адресца:

source: Access to whistleblower's identity authorized
ce: Хаамхочунна тlекхочийла магийна

source: This is an email to notify you that a custodian has denied you access to the whistleblowing identity for the report {TipNum}.
ce: Кху электронан кехато хьоьга хаам бо, lалашдечо хьуна хаамхочун отчета тlекхачар ца магийна хиларх {TipNum}.

source: Access to whistleblower's identity denied
ce: Хаамхочунна тlекхочийла дихкина

source: This is an email to notify you that a recipient has requested access to the whistleblower's identity for the report {TipNum}
ce: Кху электронан кехато хьоьга хаам бо, пайдаоьцучо хаамхочун отчетана тlекхочийла дехна {TipNum}

source: The request can be accessed at:
ce: Хаттам бовза йиш йу кху адресца:

source: New request of access to a whistleblower's identity
ce: Хаамхочунна тlекхочийла доьху керла хаттам

source: This is an email to notify you that the whistleblower for the report {TipNum} has provided their identity.
ce: Кху электронан кехатца хьоьга хаам бо, хаамхочо отчетана {TipNum} шех хаамаш белла хиларх.

source: The whistleblower has provided their identity
ce: Хаамхочо шех хаамаш белла

source: You're receiving this email because a password reset has been requested for the account: {Username}
ce: Хьоьга хlара электронан кехат кхаьчна, чуваларан йозанна ишар йухайаккхар дехна дела: {Username}

source: If you didn't make this request, you may safely ignore and delete this email.
ce: Нагахь ахь и хаттам ца бахьийтинехь, хlара электронан кехат тергал а ца деш, дlадайъа йиш йу хьан.

source: You can confirm your request by clicking the following link:
ce: Кху тlехьажоргца дехьаваьлла, тlечlагlбан йиш йу хьан хаттам:

source: Password reset instructions
ce: Ишар йухайаккхарна хьехар

source: This is an email to inform you that your PGP key is expiring or has already expired.
ce: Кху электронан кехатца хьоьга хаам бо, хьан PGP догlанан леларан хан дlайаьлла хиларх.

source: You should extend its validity and update the key present on the platform, or upload a new key.
ce: Цуьнан леларан хан тlе а тухуш, платформи тlехь долу догlа карладаккха деза ахь йа керла догlа чудаккха деза.

source: Without a valid PGP key, the system won't be able to encrypt data provided to you.
ce: Бакъдолу PGP догlа ца хилча, системин йиш хир йац ахь белла хаамаш къайлабахьа.

source: Click the link to activate the platform:
ce: Платформа жигарайархьама, тlехьажорг тlетаlайе

source: Activation
ce: Жигарайар

source: A software update is available.
ce: Программин кхачойаран карладаккхар тlекхочийлехь ду.

source: It is good security practice to keep the platform up to date.
ce: Хlара дика зеделларг ду кхерамзалла кхочушйарна, платформа дикачу хьолехь латтон.

source: To learn about new features and bug fixes in the new version consult the change log at: {ChangeLogUrl}
ce: Керлачу кепехь йолчу керлачу таронех а, гlалаташ дlадахарх а хаархьама хийцамийн журнале хьажа кху адресца: {ChangeLogUrl}

source: For instructions on software updates, please refer to the documentation at: {UpdateGuideUrl}
ce: Программин хьашташ кхочушдарх хьехар схьаэцархьама, доьху, кехаташка хьажа кху адресца: {UpdateGuideUrl}

source: This is an email to notify you that a recipient has granted you access to one or more reports.
ce: Куу электронан кехато хьоьга хаам бо, схьаэцархочо хьуна цхьана йа масех отчетана тlекхачар магийна хиларх.

source: New report
ce: Керла отчет

source: The earliest expiration date is {EarliestExpirationDate}.
ce: Леларан хан дlайаларан уггаре а хьалара терахь - {EarliestExpirationDate}.

source: Please remember to check them before they are deleted.
ce: Доьху, уьш талла диц ма де уьш дlайахале хьалха.

source: Some reports will expire soon
ce: Цхьайолчу отчетийн леларан хан кеста дlайолу

source: This is an email to notify you that a whistleblower has selected you as a valuable recipient of their report.
ce: Кху электронан кехато хаам бо, хаамчас хьо шен отчеташ схьаоьцучех мехала схьаэцархо санна, билгалвина аьлла.

source: You are asked to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks in the interest of the public. Therefore the material provided within this report should be considered to be of high importance.
ce: Хьоьга доьху къаьсттина тидам хаамна а, цуьнца йолчу материалашна а тlебахийтар. Доьху, дагахь латтаде, хаамчаша сих-сиха шаьш шеконан хьоле хlиттош хилар. Цундела, цара отчеташкахь йелла материалашка хьажа деза уьш мехала йолуш санна.

source: This is an email to notify that an existing report has been updated.
ce: Ку электронан кехато хьоьга хаам бо, хьалха хилла отчет карлайаккхарх.

source: Report updated
ce: Отчет карлайаьккхина

source: This email is to remind you the presence of unread or updated reports.
ce: Кху электронан кехато хьуна дагадоуьйту карлайаьхна йа йешаза отчеташ хилар.

source: Reminder about unread or updated reports
ce: Йешаза йа карлайаьхна отчеташ дагайахкийтар

source: Role: {Role}
ce: Лелар: {Role}

source: Password: {Password}
ce: Ишар: {Password}
