Repository: 0xETHengineer/GlobaLeaks
Catalog: client/pot/ce.po
Languages: ce

source: Log in
ce: Чуйазвала

source: Main configuration
ce: Коьрта битамаш

source: Theme customization
ce: Тема нисйар

source: Languages
ce: Меттанаш

source: Text customization
ce: Текст нисйар

source: Advanced settings
ce: Тlетоьхна нисдарш

source: Question templates
ce: Хаттарийн кепаш

source: Questionnaires
ce: Хаттарийн гуламаш

source: Add new questionnaire
ce: Керла анкета тlетоха

source: Home
ce: Йухавала

source: Changelog
ce: Хийцамийн журнал

source: License
ce: Ханна йелла бакъо

source: Notification templates
ce: Хаамбарийн кепаш

source: Delete
ce: Дlайаккха

source: Anomalies
ce: Барам тlера дlасатаlар

source: Preferences
ce: Гlолениг харжар

source: Notification settings
ce: Хаамбарш нисдар

source: file unavailable
ce: Файл тlекхочийлехь йац

source: Date
ce: Терахь

source: Expiration date
ce: Леларан хан

source: Last Access
ce: Тlаьххьара тlекхочийла

source: Files
ce: Файлаш

source: Comments
ce: Хетарг довзийтар

source: Messages
ce: Кост-хаамаш

source: Details
ce: Ма-дарра

source: Platform wizard
ce: Плотформин говзанча

source: CREDIT CARD
ce: КРЕДИТАН КАРТА

source: YOUR NAME
ce: ХЬАН ЦlЕ

source: Label the report
ce: Отчет хlостаца билгалйе

source: Postpone the expiration date
ce: Леларан хан дlататта

source: Select all
ce: Йерриге харжа

source: Deselect all
ce: Массеран харжам йухабаккха

source: Refresh
ce: Карлайаккха

source: Context
ce: Маьlна

source: Preview
ce: Хьалха хьажар

source: The whistleblower has already read the last update
ce: Хаамчас хlинцале йешна тlаьххьара карлайаьккхинарг

source: The whistleblower has not read the last update yet
ce: Хаамчас хlинца а ца йешна тlаьххьара карлайаьккхинарг

source: Move up
ce: Хьалалиста

source: Move down
ce: Охьалиста

source: Move left
ce: Аьрру агlор листа

source: Move right
ce: Аьтту агlор листа

source: Import
ce: Чуйаккхар

source: Export
ce: Арайаккхар

source: Save all
ce: Йерриге lалашйан

source: Access control
ce: Тlекхачарна тергам латтор

source: The connection has been secured with HTTPS ensuring confidentiality.
ce: Къайле ларйар кхочушдечу HTTPS протоколан гlоьнца нисдина цхьаьнадозар.

source: The connection has been secured with Tor ensuring confidentiality and anonymity.
ce: Къайле а, къайлах цlе а ларйар кхочушдечу Tor гlоьнца нисдина цхьаьнадозар.

source: Number
ce: Лоьмар

source: Regular expression validator
ce: Рожехь болу гацтамаш нийса хилар талларан гlирс

source: Minimum number of input characters
ce: Чуйазйечу хьаьркийн лахара барам

source: Maximum number of input characters
ce: Чуйазйечу хьаьркийн лакхара барам

source: Earliest selectable date
ce: Хоржуш долу уггаре гергара терахь

source: Latest selectable date
ce: Хоржуш долу тlаьххьара терахь

source: 0 = auto
ce: 0 = авто

source: Yes
ce: Хlаъ

source: No
ce: Хlан-хlа

source: Attachment
ce: Дозар

source: Attachments
ce: Йукъадиллар

source: Change your password
ce: Хьайн ишар хийца

source: User
ce: Пайдаоьцург

source: Motivation
ce: Догдаийтар

source: Status
ce: Хьал

source: Request motivation
ce: Хаттаман догдаийтар

source: Reply motivation
ce: Жоьпан догдаийтар

source: Request status
ce: Хаттаман хьал

source: Custodian
ce: lуналхо

source: Identity
ce: Цхьатера хилар

source: Access requested
ce: Тlекхочийла дехна

source: Request access to the whistleblower's identity
ce: Хаамхочунна тlекхочийла деха

source: Please write a motivation
ce: Доьху, догдаийтар йазде

source: Reply to the request
ce: Дехарна жоп

source: Authorized
ce: Векалвинарг

source: Denied
ce: Йухатоьхна

source: Waiting for authorization
ce: Чуйазваре хьежар

source: New request
ce: Керла дехар

source: Authorize
ce: Чуйазвала

source: Deny
ce: Тlе ца дита

source: Deny access to the whistleblower's identity
ce: Хаамхочунна тlекхачар дехка

source: Authorize access to the whistleblower's identity
ce: Хаамхочунна тlекхочийла чуйазде

source: Templates
ce: Кепаш

source: URL redirects
ce: URL-адресаш йухадахьийтар

source: Anomaly detection thresholds
ce: Барамал дlасатаlар гучудаккхаран тlегlанаш

source: Available disk space
ce: Диска тlехь паргlат меттиг

source: Last update
ce: Тlаьххьара карлайаккхар

source: Disable notifications to administrators
ce: Урхалчашка хаамбарш дlадайъа

source: Disable notifications to custodians
ce: Лардархошка хаамбарш дlадайъа

source: Disable notifications to recipients
ce: Схьаэцархочуьнга хаамбар дlадайъа

source: Score
ce: Счет

source: Trigger question
ce: Цхьаьнадоьзна хаттар

source: Triggered by score:
ce: Счетаца болх болабо:

source: Weak
ce: Гlийла

source: Acceptable
ce: Мегаш

source: Strong
ce: Чlогlа

source: Text shown on top of the interface for selecting contexts
ce: Интерфейсан лакха маьllехь гуш йолу маьlна харжаран текст

source: Silence email notifications
ce: Электронан почтехула хаамбар дlадайъа

source: Turn on email notifications
ce: Электронан почтехула хаамбар латон

source: Input validation
ce: Чуваларан хаамаш таллар

source: Email address
ce: Электронан почтин адрес

source: Custom
ce: Ламаст

source: None
ce: Цхьа а

source: Regular expression
ce: Гуттарлера гайтам

source: Search
ce: Лахар

source: This custom text is no longer displayed on the platform. The original text has either changed or been removed.
ce: Хlара пайдаэцаран текст платформи тlехь кхин гуш йац. Йуьхьанцара текст йа хийцина, йа дlайаьккхина.

source: Audit log
ce: Талламан журнал

source: Stats
ce: Ларар

source: Activities
ce: Жигаралла

source: Reports
ce: Отчеташ

source: Users
ce: Пайдаоьцурш

source: From
ce: Тlера дlа

source: Number of downloads
ce: Чуйаккхаран дукхалла

source: File size not accepted.
ce: Файлан барам тlеоьцуш бац.

source: Maximum file size is:
ce: Файлан лаккхара барам хила йиш йу:

source: Scheduled jobs
ce: Плане хlиттийна декхарш

source: Sites management
ce: Сайташна урхалла дар

source: Regenerate
ce: Карлайаккха

source: Display options alphabetically
ce: Абатан рогlаллехь гайтаран бустамаш

source: Enable email notifications for:
ce: Электронан почтехула хаамбар латаде кхунна:

source: Disable
ce: Дlадайъа

source: Remove
ce: Дlадаха

source: Use as default
ce: Ша-шаха пайдаэца

source: Collapse
ce: Дlахьарчон

source: Expand
ce: Шорйан

source: Select
ce: Харжа

source: Deselect
ce: Хажам йухабаккха

source: Surname
ce: Доьзалан цlе

source: New
ce: Керланиг

source: Opened
ce: Йиллина

source: Closed
ce: Къевлина

source: Placeholder
ce: Йузург

source: Print
ce: Зорба тоха

source: Previous
ce: Кхул хьалхара

source: Next
ce: Рогlера

source: First
ce: Хьалхара

source: Last
ce: Тlаьххьара

source: Send a test email to your email address.
ce: Хьайн электронан почти тlе текстан электронан кехат дахьийта.

source: Block the submission
ce: Дlадахьийтар дlакъовла

source: Skip the recipient account creation.
ce: Схьаэцархочун чуйазваларн йоза кхоллар йукъахдита.

source: Send activation link
ce: Жигараллина тlехьажорг йахьийта

source: Password reset
ce: Ишар йухайаккхар

source: One or more recipients have not performed the first login yet. This means they won't be receiving reports.
ce: Цхьамма йа масех схьаэцархочо системи чувалар кхочуш ца дина. Царна жоьпаш кхочур дац бохург ду и.

source: This user has not performed the first login yet.
ce: Кху пайдаоьцучо хlинца а кхочуш ца дина дуьххьара системи чувалар.

source: seconds
ce: секонт

source: This domain name is not available.
ce: Доменан хlара цlе тlекхочийлехь йац.

source: Mark as important
ce: Мехалниг санна, билгало йе

source: Copy to clipboard
ce: Хийцаран кисана копи йан

source: Logout
ce: Системера аравалар

source: Give this recipient ability to grant user access to reports
ce: Кху схьаэцархочунна таро ло пайдаоьцурш отчеташна тlекхачийта

source: Grant access
ce: Тlекхочийла дала

source: Revoke access
ce: Тlекхочийла йухадаккха

source: File a report
ce: Отчет чуйала

source: Select the context of your report:
ce: Хьайн отчетан маьlна харжа:

source: Before proceeding, please set a new password.
ce: Айхьа кхид1а болх бале, доьзу, керла ишар хlоттор.

source: New password
ce: Керла ишар

source: The chosen password is too weak. A valid password should be at least 10 characters long and contain a variety of characters including at least a lowercase character, a capital character, a number and a special character.
ce: Хаьржина ишар дукха гlийла йу. Бакъйолу ишар мел лаххара а 10 хьаьрках латта йезаш йу, шена йукъахь тайп-тайпана хьаьркаш а йолуш, мел лаххара а жима элп а, доккха элп а, терахь а, леррина йолу хьаьрк а йолуш.

source: The new password must be different from the current one.
ce: Керла ишар хьалхалерчух къаьсташ хила йезаш йу.

source: Type your new password again
ce: Керла ишар кхин цкъа а чуйазйе

source: The two passwords do not match
ce: Хlара ши ишар цхьаьнайогlуш йац

source: The new password must differ from the previous.
ce: Керла ишар хьалхалерчух къаьсташ хила йезаш йу.

source: Proceed
ce: Долон

source: Before proceeding, please enable the two factor authentication.
ce: Кхидlа болх дlабахьале, доьху, шина муьран бакъталлар латор.

source: Disable submissions
ce: Йахьийтар дlадайъа

source: Enable encryption
ce: Къайладахьар латон

source: Enable administrators to change user passwords
ce: Урхалчашна бакъо ло пайдаоьцучийн ишарш хийца

source: Administrators authorized to change user passwords:
ce: Пайдаоьцучийн ишарш хийца векалбина урхалчаш:

source: Enable multisite feature
ce: Дукхасайтийн функци латон

source: Enable simplified login
ce: Системина чувалар аттадаккхар латон

source: Enable search engines indexing
ce: Лахаран системашна тlехьажор латон

source: Enable the receipt hint
ce: Схьакхачарх хьехар дар латаде

source: Default questionnaire
ce: Ша-шаха кхолладелла анкета

source: Show contexts in alphabetical order
ce: Маьlнаш абатан рогlехь гайта

source: Do not expose users' names
ce: Пайдаоьцучийн цlерш ма йаста

source: Size limit for file attachments
ce: Йукъайехкинчу файлийн барамна дозатохар

source: megabytes
ce: мегабайт

source: Enable HSTS preload
ce: HSTS хьалха чухlоттор латон

source: Require two factor authentication
ce: Шинамуьран бакъталлар оьшу

source: Password change interval
ce: Ишар хийцаран йукъ

source: For security reasons, password changes are required at regular intervals.
ce: Кхерамазалла ларйаран lалашонца ишар сих-сиха хийцар оьшу.

source: Set the value to 0 to disable this feature.
ce: 0 билгало хlоттайе и функци дlайайъархьама.

source: Number of days till notifying unread reports to users
ce: Пайдаоьцучаьрга йешазчу отчетех хаам бале долчу денойн терахь

source: Enable custodian user role
ce: Пайдаоьцучун-lуналхочун хьал латон

source: Enable scoring system
ce: Очкош лараран система латон

source: Enable private annotations
ce: Долара аннотациш латон

source: Logging level
ce: Журнал лелоран тlегlа

source: Log accesses of internal users
ce: Чоьхьарчу пайдаоьцучийн журналашна тlекхочийла

source: Notify administrators of software problems
ce: Программа лелорца долчу кхачамбацарех урхалчашка хаамбан

source: Notify developers of software problems
ce: Программа лелорца долчу кхачамбацарех кхоллархошка хаамбан

source: By enabling this feature, you will contribute to the development and security of the platform.
ce: Хlара функци латорца ахь хьайн дакъа дуьллу платформа кхиорна а, кхерамазаллина а йукъа.

source: Save
ce: lалашйан

source: Reset reports
ce: Отчеташ йухайахар

source: Low
ce: Лахара

source: High
ce: Лакхара

source: percentage
ce: процент

source: Type
ce: тайпа

source: Severity
ce: Луьралла

source: Object
ce: Объект

source: ID
ce: Билгало

source: Username
ce: Пайдаоьцучун цlе

source: Role
ce: Дарж

source: Name
ce: Цlе

source: Creation date
ce: Кхолларан терахь

source: Last access
ce: Тlаьххьара тlекхочийла

source: Connection
ce: Дозар

source: Whistleblower's last access
ce: Хаамхо тlаьххьара тlекхачар

source: Substatuses
ce: Подстанциш

source: Add
ce: Тlетоха

source: Label
ce: Этикетка

source: This field is mandatory
ce: Хlара могlа йоза йаздина хила беза

source: Edit
ce: Тодан

source: Cancel
ce: Йухадаккха

source: Report statuses
ce: Отчетийн хьал

source: Logo
ce: Логотип

source: Project name
ce: Проектан цlе

source: Description
ce: Йовзийтар

source: Homepage title
ce: Коьртачу агlонан цlе

source: Presentation
ce: Йовзийтар

source: Question to solicit possible whistleblowers
ce: Хила тарлуш болу хаамхой тlеозон тарлуш долу хаттар

source: Whistleblowing button
ce: Хаамбаран нуьйда

source: Disclaimer
ce: Тlетохар

source: Footer
ce: Лахахь билгалдаккхар

source: Upload
ce: Чуйаккха

source: Download
ce: Схьаэца

source: Language:
ce: Мотт:

source: Add custom text
ce: Пайдаоьцучун текст тlетохар

source: Custom text
ce: Пайдаоьцучун текст

source: Original text
ce: Йуьхьанцара текст

source: Original translation
ce: Йуьхьанцара гочдар

source: Custom translation
ce: Цхьанна бен доцу гочдар

source: Contexts
ce: Маьlнаш

source: Hidden
ce: Къайлехь

source: Disabled
ce: Дlайаьккхина

source: Enabled
ce: Латийна

source: Questionnaire
ce: Хаттам

source: Recipients
ce: Схьаэцархо

source: days
ce: денош

source: Show the questionnaire navigation interface
ce: Анкети тlехь меттиг билгалйен интерфейс гайта

source: Allow whistleblowers to select their recipients
ce: Хаамчашна шайн схьаэцархой харжа пурба дала

source: Select all recipients by default
ce: Шайн схьаэцархой ша-шаха харжа

source: Maximum number of selectable recipients:
ce: Хоржучу схьаэцархойн уггаре а лакхара терахь:

source: Show recipients in alphabetical order
ce: Схьаэцархой абатан рогlаллехь гайта

source: Show recipient details on the status page of the report
ce: Схьаэцархочух хаамаш отчетан хьолан агlонехь гайта

source: Enable comments
ce: Хетарг довзийтар латон

source: Allow whistleblowers to write comments
ce: Хаамчашна хетарг довзийта бакъо йала

source: Enable private messages
ce: Долара кост-хаамаш латон

source: Allow whistleblowers to send messages
ce: Хаамхошна кост-хаамаш бахьийта пурба дала

source: Let whistleblowers add attachments onto existing reports
ce: Йолчу йолчу отчеташна йукъа хаамаш бахка хаамчашна магаде

source: Additional questionnaire
ce: Тlетоьхна анкета

source: Scoring system options
ce: Очкош лараран системин барамаш

source: Threshold
ce: Тlегlа

source: Value
ce: Мехалла

source: Medium
ce: Йуккъера

source: Customize the message shown in the receipt page
ce: Схьаэцаран агlон тlехь гуш болу кост-хаам нисбе

source: Assign the receipt only to reports reaching score:
ce: Жамlе кхачаран отчеташна бен ма хlоттаде квитанци:

source: Software version:
ce: Программин кхачойаран кеп

source: Restrict access to specific IP addresses
ce: Билггалчу IP-адресашна тlекхачарна дозатоха

source: Allowed IP addresses
ce: Магийна IP-адресаш

source: Admin
ce: Урхалча

source: Recipient
ce: Схьаэцархо

source: Each entry must be separated with a comma.
ce: Хlора йоза цlоьмалгаца къастийна хила деза.

source: Example:
ce: Масал:

source: Hostname
ce: Хостан цlе

source: Invalid input format.
ce: Чуйаздаран нийса боцу барам.

source: Input should be similar to:
ce: Чохьаваларан хаамаш тера хила беза:

source: Country code
ce: Мехкан код

source: City
ce: Гlала

source: Organization
ce: Цхьаьнакхетаралла

source: Organizational unit
ce: Цхьаьнакхетараллин дакъа

source: Invalid email address
ce: Электронан почтин адрес нийса дац

source: Generate
ce: Кхолла

source: Private Key
ce: Къевлина догlа

source: Certificate Signing Request
ce: Сертификатана куьг йаздан хаттам бахьийтар

source: Certificate
ce: Сертификат

source: Valid until:
ce: Чlагlамехь:

source: Issuer:
ce: Арахоьцург:

source: Intermediate Certificates
ce: Йуккъера сертификаташ

source: Enable
ce: Латон

source: Reset
ce: Йухайаккха

source: The platform supports the configuration of HTTPS through this interface.
ce: HTTPS нисдарш кху интерфейсехула латтадо платформо.

source: Automatic configuration
ce: Ша-шаха нисдар

source: Using automatic HTTPS configuration will handle the entire process of requesting, enabling and renewing certificates from the Let's Encrypt Certificate Authority.
ce: Использование автоматической настройки HTTPS нисдарш ша-шаха хиларх пайдаэцаро хаттаман йерриге а процесс кхочушйийр йу, шена йукъахь Let's Encrypt сертификацин центрера сертификаташ карладахар а долуш.

source: The platform must be reachable through a public IP address and the selected hostname must have a DNS record referencing that address.
ce: Массарна тlекхочийла долчу IP-адресехула тlекхочийлехь хила йеза платформа, ткъа хостанн хаьржина цlе DNS цу аресна тlехьажош долу йоза долуш хила йеза.

source: Manual configuration
ce: Куьйга нисдарш

source: The manual configuration wizard will guide you through the setup of HTTPS from an alternative Certificate Authority.
ce: Нисдарш куьйга дара говзанчас сертификацин центрерчу HTTPS нисдарехула дехьадохур ду шу.

source: Auto-renewal
ce: Ша-шаха хан тlетохар

source: Tor Onion Service
ce: Tor Onion сервис

source: Disable the privacy panel
ce: Къайле ларйаран пен дlакъовла

source: Enable custom privacy panel
ce: Пайдаэцаран къайле ларйаран пен схьабаста

source: Custom privacy panel
ce: Пайдаэцаран къайле ларйаран пен

source: Anonymize outgoing connections
ce: Дlадохьуьйту цхьаьнадозарш дlадахар

source: Let the platform be reachable without Tor
ce: Tor а йоцуш, тlекхочийлехь хилийта платформа

source: Roles enabled to use the platform without Tor
ce: Tor а йоцуш, платформех пайдаэца таро уш долу хьелаш

source: Whistleblower
ce: Хаамхо

source: To
ce: Кхаччалц

source: SMTP email address
ce: SMTP электронан почтин адрес

source: SMTP server address
ce: SMTP-серверан адрес

source: SMTP server port
ce: SMTP-серверан порт

source: Security
ce: Кхерамзалла

source: Warning
ce: Дlахьедар

source: Require authentication
ce: Бакъхилар таллар оьшу

source: Password
ce: Ишар

source: Number of hours before sending a report expiration alert
ce: Отчетан хан дlайаларх дlахьедар дахьийта дисинчу сахьтийн барам

source: Test the configuration
ce: Амат талламах чекхдаккха

source: Reset SMTP configuration
ce: SMTP амат йухадаккха

source: Reset notification templates to default
ce: Хаамбарийн кепаш ша-шаха йухайаха

source: Template
ce: Кеп

source: Question
ce: Хаттар

source: Single-line text input
ce: Текст цхьана могlанца чуйазйар

source: Multi-line text input
ce: Текст дуккха а могlанашца чуйазйар

source: Selection box
ce: Харжаман экъа

source: Checkbox
ce: Билгало

source: Terms of service
ce: Хьашт кхочушдаран билламаш

source: Date range
ce: Терахьийн йукъ

source: Group of questions
ce: Хаттарийн тоба

source: Row
ce: Могlа

source: Column
ce: Бlогlамалг

source: Width
ce: Шоралла

source: Multiple choice input
ce: Харжаман масех кепаца чуйаздар

source: Question group
ce: Хаттарийн тоба

source: Hint
ce: Хьехар

source: Required
ce: Тlедожориг

source: Accept multiple file uploads
ce: Файлин масех чуйаккхар тlеэца

source: Accept multiple answers
ce: Масех жоп тlеэца

source: Template override
ce: Кеп йухабилгалйар

source: Phone number
ce: Тилпонан лоьмар

source: Text
ce: Текст

source: Checkbox label
ce: Билгалонан хlост

source: Add multimedia content
ce: Мультимедин контент тlетохар

source: Image
ce: Сурт

source: Audio
ce: Аудио

source: Video
ce: Видео

source: Trigger conditions
ce: Болх болоран билламаш

source: Sufficient
ce: Кхачаме

source: Options
ce: Таронаш

source: Addition
ce: Тlетохар

source: Multiplier
ce: Оьцург

source: Questions
ce: Хаттарш

source: Add new question
ce: Керла хаттар тlетоха

source: Add question from template
ce: Бустамаш йукъара хаттар тlетоха

source: Duplicate
ce: Дубликат

source: Steps
ce: Гlулчаш

source: Site settings
ce: Сайтан нисдарш

source: Case management
ce: Гlуллакхаш лелор

source: Network settings
ce: Машанан нисдарш

source: Sites
ce: Меттигаш

source: Mode:
ce: Раж

source: Configure
ce: Битамаш балон

source: Subdomain
ce: Доменан дакъа

source: Creation date:
ce: Кхолларан терахь:

source: Root domain used for secondary sites
ce: Шолгlачу сайташна лелош йолу ораман домен

source: Use the first site for administrative purposes only
ce: Хьалхарчу сайтах урхалла даран lалашонца бен пайда ма эца

source: Enable multi-site login
ce: Масех сайта чувалар латаде

source: Allow users to sign up
ce: Пайдаоьцучарна чуйазбала магон

source: Enable terms of service
ce: Хьашташ кхочушдаран билламаш латон

source: Title
ce: Корта

source: Send an account activation link to the user.
ce: Чуйазваларан йоза жигарадан тlехьажорг йахьийта пайдаоьцучунна.

source: Public name
ce: Нахалахь лела цlе

source: Send reset link
ce: Йухайаккхарна тlехьажорг йахьийта

source: Set password
ce: Ишар хlоттон

source: Disable two factor authentication
ce: Шинамуьран бакъталлар дlадайъа

source: Force password change
ce: Тlедожош ишар хийцийтар

source: The user will be forced to change its password on next login.
ce: Пайдаоьцург шен ишар хийца декхарийлахь хир ву кху кепара системи чуваьлча

source: Language
ce: Мотт

source: Enable email notifications
ce: Электронан почтехула хаамбар латон

source: Details of the PGP key:
ce: PGP догlанах ма-барра хаам

source: Fingerprint
ce: Пlелган томмагlа

source: Set up encryption by providing a PGP public key
ce: Догlа тохар нисде, PGP диллина догlа а дуьтуш

source: Give this admin ability to change user passwords
ce: Кху урхалчина таро ло пайдаоьцучийн ишарш хийца

source: Forcefully selected
ce: Нуьцкъашха схьайаьккхина

source: Allow the recipient to delete reports
ce: Схьаэцархочунна отчеташ дlайайъа бакъо йала

source: Allow the recipient to postpone the report expiration date
ce: Сххьаэцархочунна отчетан леларан хенан терахь дlататта магон

source: Give the user administrative access to the following features:
ce: Кху таронашна урхалчин тlекхочийла ло пайдаоьцучунна:

source: Request date
ce: Хаттам бахьийтаран терахь

source: Report date
ce: Отчетан терахь

source: Authorization
ce: Чуйазвалар

source: Requests
ce: Хаттамаш

source: The validation link is either incorrect or has expired.
ce: Таллама тlехьажорг йа нийса йац, йа цуьнан леларан хан чекхйаьлла.

source: Your new email address has been validated.
ce: Хьан электронан почтин керла адрес тlечlагlдина.

source: Forgot password?
ce: Ишар йицйелла?

source: Enter the two factor authentication code
ce: Шинамуьран бакъталларан код чуйазйе

source: Authentication failed
ce: Бакъхилар талларан гlалат

source: The code is either invalid or expired.
ce: Код йа нийса йац, йа леларан хан дlайаьлла.

source: Site:
ce: Сайт:

source: Please select your account:
ce: Доьху, хьайн агlо харжар:

source: Now type your password, then click 'Log in':
ce: Хlинца хьайн ишар чуйазйе, тlаккха "Чувала" тlетаlайе:

source: Text shown after the user has selected the option.
ce: Пайдаоьцучо хlара таро хаьржинчул тlаьхьа гучуйолуш йолу текст.

source: Confirm
ce: Тlечlагlйан

source: Assign score points
ce: Баллаш билгалде

source: Are you sure?
ce: Билггал тешна вуй?

source: Please note that all the associated data will be permanently deleted.
ce: Доьху, тидам бе, кхуьнца боьзна болу берриге а хаамаш меттахlитталур боцуш дlабовр бу.

source: Close
ce: Дlачlагlа

source: Enable two factor authentication
ce: Шинамуьран бакъталлар латон

source: Before proceeding please read carefully the documentation at:
ce: Болх кхидlа бале, доьху, кху адресца долу кехаташ деша:

source: Account recovery key
ce: Чуйазваларан йоза меттахlоттаран догlа

source: Your account recovery key is:
ce: Хьан чуйазваларан йоза меттахlотторан догlа:

source: Make a copy and store it in a safe place. It will be necessary if you lose your password to recover the access to your account without data loss.
ce: Копи а йай, чlагlаме йолчу меттехь lалашйе. Иза хьуна оьшур йу, нагахь ишар йайъахь, хаамаш дlа а ца бовш, хьайн чуйазваларан йозанна тlекхачархьама.

source: Enter a name for the copy
ce: Копина цlе чуйазйе

source: Request support
ce: Гlо деха

source: Thank you.
ce: Баркалла.
